Repository: krv4art/_VC
Catalog: ai_photo_studio_pro/lib/l10n/app_*.arb
Languages: ru, uk

# appName
source: AI Photo Studio Pro
ru: AI Фотостудия Про
uk: AI Фотостудія Про

source: Language
ru: Язык
uk: Мова

source: Select your preferred language
ru: Выберите предпочитаемый язык
uk: Оберіть бажану мову

# language_ru
source: Russian
ru: Русский
uk: Русский

# language_uk
source: Ukrainian
ru: Українська
uk: Українська

source: Settings
ru: Настройки
uk: Налаштування

source: Profile
ru: Профиль
uk: Профіль

source: Subscription
ru: Подписка
uk: Підписка

source: Save
ru: Сохранить
uk: Зберегти

source: Cancel
ru: Отмена
uk: Скасувати

source: Continue
ru: Продолжить
uk: Продовжити

source: Done
ru: Готово
uk: Готово

source: Back
ru: Назад
uk: Назад

source: Next
ru: Далее
uk: Далі

source: Skip
ru: Пропустить
uk: Пропустити

source: Get Started
ru: Начать
uk: Почати

# homepageTitle
source: AI Photo Studio Pro
ru: AI Фотостудия Про
uk: AI Фотостудія Про

# welcomeMessage
source: Create Professional Headshots with AI
ru: Создавайте профессиональные портреты с помощью ИИ
uk: Створюйте професійні портрети за допомогою ШІ

source: Upload Photo
ru: Загрузить фото
uk: Завантажити фото

source: Take Photo
ru: Сделать фото
uk: Зробити фото

source: From Gallery
ru: Из галереи
uk: З галереї

source: From Camera
ru: Камера
uk: Камера

source: Recent Generations
ru: Последние генерации
uk: Останні генерації

source: Quick Actions
ru: Быстрые действия
uk: Швидкі дії

# stylesCatalog
source: Style Catalog
ru: Каталог стилей
uk: Каталог стилів

source: Browse Styles
ru: Просмотр стилей
uk: Перегляд стилів

source: Select Style
ru: Выберите стиль
uk: Оберіть стиль

source: All Styles
ru: Все стили
uk: Усі стилі

# popularStyles
source: Popular
ru: Популярные
uk: Популярні

# newStyles
source: New
ru: Новые
uk: Нові

# premiumStyles
source: Premium
ru: Премиум
uk: Преміум

# categoryProfessional
source: Professional
ru: Профессиональный
uk: Професійний

# categoryCasual
source: Casual
ru: Повседневный
uk: Повсякденний

# categoryCreative
source: Creative
ru: Творческий
uk: Творчий

# categoryFormal
source: Formal
ru: Формальный
uk: Формальний

# categoryOutdoor
source: Outdoor
ru: На природе
uk: На природі

# categoryStudio
source: Studio
ru: Студия
uk: Студія

# photoCapture
source: Take Photo
ru: Сделать фото
uk: Зробити фото

# photoCaptureHint
source: Position your face in the frame
ru: Расположите лицо в рамке
uk: Розташуйте обличчя в рамці

source: Switch Camera
ru: Переключить камеру
uk: Перемкнути камеру

source: Flash On
ru: Вспышка вкл
uk: Спалах увімк

source: Flash Off
ru: Вспышка выкл
uk: Спалах вимк

source: Flash Auto
ru: Авто вспышка
uk: Авто спалах

source: Retake
ru: Переснять
uk: Перезняти

source: Use Photo
ru: Использовать
uk: Використати

# photoEditor
source: Edit Photo
ru: Редактор фото
uk: Редактор фото

source: Select Your Style
ru: Выберите стиль
uk: Оберіть стиль

source: Choose Outfit
ru: Выберите одежду
uk: Оберіть одяг

source: Choose Background
ru: Выберите фон
uk: Оберіть фон

source: Quality
ru: Качество
uk: Якість

# qualityStandard
source: Standard
ru: Стандартное
uk: Стандартна

# generateButton
source: Generate
ru: Генерировать
uk: Генерувати

source: Generating...
ru: Генерация...
uk: Генерація...

# processingPhoto
source: Processing your photo
ru: Обработка вашего фото
uk: Обробка вашого фото

source: Almost done...
ru: Почти готово...
uk: Майже готово...

# thisWillTake
source: This will take about {seconds} seconds
ru: Это займёт около {seconds} секунд
uk: Це займе близько {seconds} секунд

source: Generation Complete!
ru: Генерация завершена!
uk: Генерацію завершено!

# yourHeadshot
source: Your Professional Headshot
ru: Ваш профессиональный портрет
uk: Ваш професійний портрет

# comparePhotos
source: Compare
ru: Сравнить
uk: Порівняти

source: Before & After
ru: До и после
uk: До і після

source: Download HD
ru: Скачать HD
uk: Завантажити HD

# sharePhoto
source: Share
ru: Поделиться
uk: Поділитися

source: Regenerate
ru: Перегенерировать
uk: Перегенерувати

source: Try Another Style
ru: Попробовать другой стиль
uk: Спробувати інший стиль

source: Gallery
ru: Галерея
uk: Галерея

source: My Generations
ru: Мои генерации
uk: Мої генерації

source: Filter by Style
ru: Фильтр по стилю
uk: Фільтр за стилем

source: Filter by Date
ru: Фильтр по дате
uk: Фільтр за датою

# sortNewest
source: Newest First
ru: Сначала новые
uk: Спочатку нові

# sortOldest
source: Oldest First
ru: Сначала старые
uk: Спочатку старі

source: Delete Photo
ru: Удалить фото
uk: Видалити фото

# deleteConfirm
source: Are you sure you want to delete this photo?
ru: Вы уверены, что хотите удалить это фото?
uk: Ви впевнені, що хочете видалити це фото?

source: Photo deleted
ru: Фото удалено
uk: Фото видалено

# subscriptionTitle
source: Go Premium
ru: Премиум версия
uk: Преміум версія

# subscriptionSubtitle
source: Unlock all features
ru: Разблокируйте все функции
uk: Розблокуйте всі функції

# freePlan
source: Free
ru: Бесплатно
uk: Безкоштовно

# proPlan
source: Pro
ru: Про
uk: Про

# freeFeatures
source: 3 generations per day 5 basic styles Standard quality With watermark
ru: 3 генерации в день\n5 базовых стилей\nСтандартное качество\nС водяным знаком
uk: 3 генерації на день\n5 базових стилів\nСтандартна якість\nЗ водяним знаком

# proFeatures
source: 100 generations/month All 50+ styles HD quality No watermark Priority processing Outfit generator Background changer
ru: 100 генераций/месяц\nВсе 50+ стилей\nHD качество\nБез водяного знака\nПриоритетная обработка\nГенератор одежды\nСмена фона
uk: 100 генерацій/місяць\nУсі 50+ стилів\nHD якість\nБез водяного знака\nПріоритетна обробка\nГенератор одягу\nЗміна фону

# monthlyPlan
source: Monthly
ru: Месячная
uk: Місячна

# yearlyPlan
source: Yearly
ru: Годовая
uk: Річна

# lifetimePlan
source: Lifetime
ru: Навсегда
uk: Назавжди

# monthlyPrice
source: $9.99/month
ru: ₽799/месяц
uk: ₴299/місяць

# yearlyPrice
source: $49.99/year
ru: ₽3 990/год
uk: ₴1 490/рік

# yearlyDiscount
source: Save 58%
ru: Скидка 58%
uk: Знижка 58%

# lifetimePrice
source: $99.99 one-time
ru: ₽7 990 один раз
uk: ₴2 990 один раз

# lifetimeBestValue
source: Best Value
ru: Лучшее предложение
uk: Найкраща пропозиція

# subscribeTo
source: Subscribe to {plan}
ru: Подписаться на {plan}
uk: Підписатися на {plan}

source: Restore Purchases
ru: Восстановить покупки
uk: Відновити покупки

source: Terms of Service
ru: Условия использования
uk: Умови використання

source: Privacy Policy
ru: Политика конфиденциальности
uk: Політика конфіденційності

# limitReached
source: Daily Limit Reached
ru: Лимит исчерпан
uk: Ліміт вичерпано

# limitMessage
source: You've used all {count} free generations today. Come back tomorrow or upgrade to Pro!
ru: Вы использовали все {count} бесплатные генерации сегодня. Вернитесь завтра или перейдите на Про!
uk: Ви використали всі {count} безкоштовні генерації сьогодні. Поверніться завтра або перейдіть на Про!

source: Upgrade Now
ru: Улучшить сейчас
uk: Поліпшити зараз

# generationsRemaining
source: {count} generations remaining today
ru: Осталось {count} генераций сегодня
uk: Залишилося {count} генерацій сьогодні

source: Premium Only
ru: Только премиум
uk: Тільки преміум

# premiumFeature
source: This is a premium feature
ru: Это премиум функция
uk: Це преміум функція

# unlockWithPro
source: Unlock with Pro subscription
ru: Разблокируйте с Про подпиской
uk: Розблокуйте з Про підпискою

# onboardingTitle1
source: Welcome to AI Photo Studio Pro
ru: Добро пожаловать в AI Фотостудию Про
uk: Ласкаво просимо до AI Фотостудії Про

# onboardingDesc1
source: Create professional headshots in seconds with AI
ru: Создавайте профессиональные портреты за секунды с помощью ИИ
uk: Створюйте професійні портрети за секунди за допомогою ШІ

# onboardingTitle2
source: Choose Your Style
ru: Выберите стиль
uk: Оберіть стиль

# onboardingDesc2
source: Select from 50+ professional styles
ru: Выбирайте из 50+ профессиональных стилей
uk: Вибирайте з 50+ професійних стилів

# onboardingTitle3
source: Generate & Share
ru: Генерируйте и делитесь
uk: Генеруйте та діліться

# onboardingDesc3
source: Download HD quality photos and share anywhere
ru: Скачивайте фото в HD качестве и делитесь где угодно
uk: Завантажуйте фото в HD якості та діліться де завгодно

# errorTitle
source: Oops!
ru: Упс!
uk: Упс!

# errorGeneral
source: Something went wrong. Please try again.
ru: Что-то пошло не так. Попробуйте ещё раз.
uk: Щось пішло не так. Спробуйте ще раз.

# errorNetwork
source: No internet connection. Please check your connection.
ru: Нет интернет-соединения. Проверьте подключение.
uk: Немає інтернет-з'єднання. Перевірте підключення.

# errorGenerationFailed
source: Photo generation failed. Please try again.
ru: Ошибка генерации фото. Попробуйте ещё раз.
uk: Помилка генерації фото. Спробуйте ще раз.

# errorPhotoUpload
source: Failed to upload photo. Please try again.
ru: Не удалось загрузить фото. Попробуйте ещё раз.
uk: Не вдалося завантажити фото. Спробуйте ще раз.

# errorCameraPermission
source: Camera permission required
ru: Требуется разрешение камеры
uk: Потрібен дозвіл камери

# errorStoragePermission
source: Storage permission required
ru: Требуется разрешение хранилища
uk: Потрібен дозвіл сховища

source: Retry
ru: Повторить
uk: Повторити

# statsTitle
source: Your Stats
ru: Ваша статистика
uk: Ваша статистика

source: Total Generations
ru: Всего генераций
uk: Всього генерацій

source: Favorite Style
ru: Любимый стиль
uk: Улюблений стиль

source: Member Since
ru: Пользователь с
uk: Користувач з

source: Storage Management
ru: Управление хранилищем
uk: Управління сховищем

source: Clear Cache
ru: Очистить кэш
uk: Очистити кеш

# cacheCleared
source: Cache cleared successfully
ru: Кэш успешно очищен
uk: Кеш успішно очищено

# totalStorage
source: Total Storage Used
ru: Всего использовано
uk: Всього використано

# aboutApp
source: About
ru: О приложении
uk: Про додаток

source: Version
ru: Версия
uk: Версія

source: Rate App
ru: Оценить приложение
uk: Оцінити додаток

source: Contact Support
ru: Связаться с поддержкой
uk: Зв'язатися з підтримкою

source: Logout
ru: Выйти
uk: Вийти

# pollQuestion
source: How do you like the app?
ru: Как вам приложение?
uk: Як вам додаток?

# pollSubmitted
source: Thank you for your feedback!
ru: Спасибо за отзыв!
uk: Дякуємо за відгук!

source: AI Editor
ru: AI Редактор
uk: AI Редактор

source: Batch Gen
ru: Пакетная генерация
uk: Пакетна генерація

source: Advanced Photo Editor
ru: Расширенный редактор фото
uk: Розширений редактор фото

# advancedEditorSubtitle
source: Professional AI editing suite
ru: Профессиональный AI набор инструментов
uk: Професійний AI набір інструментів

# tabRetouch
source: Retouch
ru: Ретушь
uk: Ретуш

# tabBackground
source: Background
ru: Фон
uk: Фон

# tabOutfit
source: Outfit
ru: Одежда
uk: Одяг

# tabExpand
source: Expand
ru: Расширение
uk: Розширення

# tabQuality
source: Quality
ru: Качество
uk: Якість

# retouchTitle
source: AI Portrait Retouch
ru: AI ретушь портрета
uk: AI ретуш портрета

# retouchSubtitle
source: Professional retouching with AI
ru: Профессиональная ретушь с помощью AI
uk: Професійний ретуш за допомогою AI

# retouchPresets
source: Quick Presets
ru: Быстрые пресеты
uk: Швидкі пресети

# retouchPresetNatural
source: Natural
ru: Естественная
uk: Природна

# retouchPresetProfessional
source: Professional
ru: Профессиональная
uk: Професійна

# retouchPresetGlamour
source: Glamour
ru: Гламурная
uk: Гламурна

# retouchCustomSettings
source: Custom Settings
ru: Пользовательские настройки
uk: Користувацькі налаштування

# retouchRemoveBlemishes
source: Remove Blemishes
ru: Удалить недостатки
uk: Видалити недоліки

# retouchSmoothSkin
source: Smooth Skin
ru: Сгладить кожу
uk: Згладити шкіру

# retouchEnhanceLighting
source: Enhance Lighting
ru: Улучшить освещение
uk: Покращити освітлення

# retouchColorCorrection
source: Color Correction
ru: Цветокоррекция
uk: Колірна корекція

# retouchRemoveShine
source: Remove Shine
ru: Убрать блеск
uk: Прибрати блиск

# retouchEnhanceEyes
source: Enhance Eyes
ru: Улучшить глаза
uk: Покращити очі

# retouchWhitenTeeth
source: Whiten Teeth
ru: Отбелить зубы
uk: Відбілити зуби

# retouchSmoothnessLevel
source: Smoothness Level
ru: Уровень сглаживания
uk: Рівень згладжування

# retouchLightingIntensity
source: Lighting Intensity
ru: Интенсивность освещения
uk: Інтенсивність освітлення

source: Apply Retouch
ru: Применить ретушь
uk: Застосувати ретуш

# backgroundTitle
source: Background Editor
ru: Редактор фона
uk: Редактор фону

# backgroundSubtitle
source: Remove or replace background
ru: Удалить или заменить фон
uk: Видалити або замінити фон

# backgroundRemove
source: Remove Background
ru: Удалить фон
uk: Видалити фон

# backgroundReplace
source: Replace Background
ru: Заменить фон
uk: Замінити фон

# backgroundStyles
source: Professional Backgrounds
ru: Профессиональные фоны
uk: Професійні фони

# backgroundStyleOffice
source: Modern Office
ru: Современный офис
uk: Сучасний офіс

# backgroundStyleStudio
source: White Studio
ru: Белая студия
uk: Біла студія

# backgroundStyleOutdoor
source: Outdoor Scene
ru: Уличная сцена
uk: Вулична сцена

# backgroundStyleUrban
source: Urban Setting
ru: Городская обстановка
uk: Міська обстановка

# backgroundStyleLibrary
source: Library
ru: Библиотека
uk: Бібліотека

# backgroundStyleConference
source: Conference Room
ru: Конференц-зал
uk: Конференц-зал

# backgroundStyleModern
source: Modern Interior
ru: Современный интерьер
uk: Сучасний інтер'єр

# backgroundStyleClassic
source: Classic Interior
ru: Классический интерьер
uk: Класичний інтер'єр

# backgroundCustom
source: Custom Background
ru: Пользовательский фон
uk: Користувацький фон

# backgroundUpload
source: Upload Background
ru: Загрузить фон
uk: Завантажити фон

# backgroundColor
source: Solid Color
ru: Сплошной цвет
uk: Суцільний колір

# backgroundBlur
source: Blur Amount
ru: Размытие
uk: Розмиття

# backgroundApply
source: Apply Background
ru: Применить фон
uk: Застосувати фон

# outfitTitle
source: Outfit Customization
ru: Настройка одежды
uk: Налаштування одягу

# outfitSubtitle
source: Change clothing with AI
ru: Изменить одежду с помощью AI
uk: Змінити одяг за допомогою AI

source: Outfit Presets
ru: Пресеты одежды
uk: Пресети одягу

# outfitBusinessSuitMale
source: Business Suit (Male)
ru: Деловой костюм (муж.)
uk: Діловий костюм (чол.)

# outfitBusinessSuitFemale
source: Business Suit (Female)
ru: Деловой костюм (жен.)
uk: Діловий костюм (жін.)

# outfitMedicalScrubs
source: Medical Scrubs
ru: Медицинская форма
uk: Медична форма

# outfitLabCoat
source: Lab Coat
ru: Лабораторный халат
uk: Лабораторний халат

# outfitCasualShirt
source: Casual Shirt
ru: Повседневная рубашка
uk: Повсякденна сорочка

# outfitPolo
source: Polo Shirt
ru: Поло
uk: Поло

# outfitSweater
source: Sweater
ru: Свитер
uk: Светр

# outfitBlazer
source: Blazer
ru: Блейзер
uk: Блейзер

# outfitFormalDress
source: Formal Dress
ru: Формальное платье
uk: Формальна сукня

# outfitTurtleneck
source: Turtleneck
ru: Водолазка
uk: Водолазка

# outfitCustomPrompt
source: Custom Outfit Description
ru: Описание одежды
uk: Опис одягу

# outfitApply
source: Change Outfit
ru: Изменить одежду
uk: Змінити одяг

# expandTitle
source: Aspect Ratio Expansion
ru: Расширение соотношения сторон
uk: Розширення співвідношення сторін

# expandSubtitle
source: AI-powered outpainting
ru: AI дорисовка изображения
uk: AI домальовка зображення

# expandRatios
source: Target Aspect Ratios
ru: Целевые соотношения
uk: Цільові співвідношення

# expandRatio1x1
source: Square (1:1)
ru: Квадрат (1:1)
uk: Квадрат (1:1)

# expandRatio4x5
source: Instagram Post (4:5)
ru: Instagram пост (4:5)
uk: Instagram пост (4:5)

# expandRatio9x16
source: Stories/Reels (9:16)
ru: Истории/Reels (9:16)
uk: Історії/Reels (9:16)

# expandRatio16x9
source: YouTube Thumbnail (16:9)
ru: YouTube превью (16:9)
uk: YouTube превью (16:9)

# expandRatioLinkedIn
source: LinkedIn Banner
ru: LinkedIn баннер
uk: LinkedIn банер

# expandDirection
source: Expansion Direction
ru: Направление расширения
uk: Напрямок розширення

# expandDirectionAll
source: All Sides
ru: Все стороны
uk: Усі сторони

# expandDirectionHorizontal
source: Horizontal
ru: Горизонтально
uk: Горизонтально

# expandDirectionVertical
source: Vertical
ru: Вертикально
uk: Вертикально

# expandApply
source: Expand Image
ru: Расширить изображение
uk: Розширити зображення

# qualityTitle
source: Quality Enhancement
ru: Улучшение качества
uk: Покращення якості

# qualitySubtitle
source: 4K upscaling with AI
ru: 4K апскейлинг с AI
uk: 4K апскейлінг з AI

# qualityUpscale
source: Upscale Image
ru: Увеличить изображение
uk: Збільшити зображення

# qualityUpscaleTo4K
source: Upscale to 4K
ru: Увеличить до 4K
uk: Збільшити до 4K

source: Quality Modes
ru: Режимы качества
uk: Режими якості

# qualityHigh
source: High
ru: Высокое
uk: Висока

# qualityUltra
source: Ultra
ru: Ультра
uk: Ультра

# qualityScaleFactor
source: Scale Factor
ru: Коэффициент увеличения
uk: Коефіцієнт збільшення

# qualityScale2x
source: 2x (Double Size)
ru: 2x (Двойной размер)
uk: 2x (Подвійний розмір)

# qualityScale4x
source: 4x (4K Quality)
ru: 4x (4K качество)
uk: 4x (4K якість)

# qualityApply
source: Apply Enhancement
ru: Применить улучшение
uk: Застосувати покращення

# batchGenerationTitle
source: Batch Generation
ru: Пакетная генерация
uk: Пакетна генерація

# batchGenerationSubtitle
source: Process multiple photos at once
ru: Обработка нескольких фото одновременно
uk: Обробка декількох фото одночасно

# batchSelectPhotos
source: Select Photos
ru: Выбрать фото
uk: Вибрати фото

# batchPhotosSelected
source: {count} photos selected
ru: Выбрано фото: {count}
uk: Вибрано фото: {count}

# batchSelectStyle
source: Select Style
ru: Выбрать стиль
uk: Вибрати стиль

# batchNumberOfVariations
source: Variations per Photo
ru: Вариаций на фото
uk: Варіацій на фото

# batchVariations
source: {count} variations
ru: {count} вариаций
uk: {count} варіацій

# batchHighResolution
source: High Resolution
ru: Высокое разрешение
uk: Висока роздільність

# batchEnableRetouch
source: Enable AI Retouch
ru: Включить AI ретушь
uk: Увімкнути AI ретуш

# batchEnableBackground
source: Change Background
ru: Изменить фон
uk: Змінити фон

# batchTotalGenerations
source: Total: {count} photos will be generated
ru: Всего: будет сгенерировано {count} фото
uk: Всього: буде згенеровано {count} фото

# batchStart
source: Start Batch Generation
ru: Начать пакетную генерацию
uk: Почати пакетну генерацію

# batchProcessing
source: Processing...
ru: Обработка...
uk: Обробка...

# batchProgress
source: {completed} of {total} completed
ru: {completed} из {total} завершено
uk: {completed} з {total} завершено

# batchComplete
source: Batch generation complete!
ru: Пакетная генерация завершена!
uk: Пакетну генерацію завершено!

# batchFailed
source: Batch generation failed
ru: Пакетная генерация не удалась
uk: Пакетна генерація не вдалася

# batchCancel
source: Cancel Generation
ru: Отменить генерацию
uk: Скасувати генерацію

# batchViewResults
source: View Results
ru: Посмотреть результаты
uk: Переглянути результати

# processingRetouch
source: Applying AI retouch...
ru: Применение AI ретуши...
uk: Застосування AI ретушування...

source: Processing background...
ru: Обработка фона...
uk: Обробка фону...

# processingOutfit
source: Changing outfit...
ru: Изменение одежды...
uk: Зміна одягу...

# processingExpansion
source: Expanding image...
ru: Расширение изображения...
uk: Розширення зображення...

# processingUpscaling
source: Upscaling to 4K...
ru: Увеличение до 4K...
uk: Збільшення до 4K...

source: Processing batch...
ru: Обработка пакета...
uk: Обробка пакету...

# errorRetouchFailed
source: Retouch failed. Please try again.
ru: Ретушь не удалась. Попробуйте еще раз.
uk: Ретуш не вдався. Спробуйте ще раз.

# errorBackgroundFailed
source: Background processing failed.
ru: Обработка фона не удалась.
uk: Обробка фону не вдалася.

# errorOutfitFailed
source: Outfit change failed.
ru: Изменение одежды не удалось.
uk: Зміна одягу не вдалася.

# errorExpansionFailed
source: Image expansion failed.
ru: Расширение изображения не удалось.
uk: Розширення зображення не вдалося.

# errorUpscalingFailed
source: Upscaling failed.
ru: Увеличение не удалось.
uk: Збільшення не вдалося.

# errorBatchFailed
source: Batch generation failed.
ru: Пакетная генерация не удалась.
uk: Пакетна генерація не вдалася.

# errorSelectPhoto
source: Please select a photo first
ru: Пожалуйста, сначала выберите фото
uk: Будь ласка, спочатку виберіть фото

# errorSelectStyle
source: Please select a style
ru: Пожалуйста, выберите стиль
uk: Будь ласка, виберіть стиль

# errorTooManyPhotos
source: Maximum {max} photos allowed
ru: Максимум {max} фото разрешено
uk: Максимум {max} фото дозволено

# successRetouchApplied
source: Retouch applied successfully!
ru: Ретушь успешно применена!
uk: Ретуш успішно застосовано!

# successBackgroundChanged
source: Background changed!
ru: Фон изменен!
uk: Фон змінено!

# successOutfitChanged
source: Outfit changed!
ru: Одежда изменена!
uk: Одяг змінено!

# successImageExpanded
source: Image expanded!
ru: Изображение расширено!
uk: Зображення розширено!

# successImageUpscaled
source: Image upscaled to 4K!
ru: Изображение увеличено до 4K!
uk: Зображення збільшено до 4K!

# successBatchStarted
source: Batch generation started
ru: Пакетная генерация начата
uk: Пакетну генерацію розпочато

source: Select from Gallery
ru: Выбрать из галереи
uk: Вибрати з галереї

source: Select Multiple Photos
ru: Выбрать несколько фото
uk: Вибрати декілька фото

source: Deselect All
ru: Снять выделение
uk: Зняти виділення

# selectedCount
source: {count} selected
ru: Выбрано: {count}
uk: Вибрано: {count}

# premiumFeatureRetouch
source: Advanced AI retouch is a Pro feature
ru: Расширенная AI ретушь - это функция Pro
uk: Розширений AI ретуш - це функція Pro

# premiumFeatureBackground
source: Background editing is a Pro feature
ru: Редактирование фона - это функция Pro
uk: Редагування фону - це функція Pro

# premiumFeatureOutfit
source: Outfit customization is a Pro feature
ru: Настройка одежды - это функция Pro
uk: Налаштування одягу - це функція Pro

# premiumFeatureExpansion
source: Aspect ratio expansion is a Pro feature
ru: Расширение соотношения сторон - это функция Pro
uk: Розширення співвідношення сторін - це функція Pro

# premiumFeature4K
source: 4K upscaling is a Pro feature
ru: 4K увеличение - это функция Pro
uk: 4K збільшення - це функція Pro

# premiumFeatureBatch
source: Batch generation is a Pro feature
ru: Пакетная генерация - это функция Pro
uk: Пакетна генерація - це функція Pro
