Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# requestFeatureDescription
source: Need a specific feature? Contact us to discuss custom development for your business needs.
ar: تحتاج ميزة معينة؟ اتصل بنا لمناقشة التطوير المخصص لاحتياجات عملك.
da: Har du brug for en specifik funktion? Kontakt os for at diskutere tilpasset udvikling til dine forretningsmæssige behov.
de: Benötigen Sie eine bestimmte Funktion? Kontaktieren Sie uns, um die benutzerdefinierte Entwicklung für Ihre Geschäftsbedürfnisse zu besprechen.
el: Χρειάζεστε συγκεκριμένη λειτουργία; Επικοινωνήστε μαζί μας για να συζητήσουμε την προσαρμοσμένη ανάπτυξη για τις επιχειρηματικές σας ανάγκες.
es_419: ¿Necesitas una función específica? Contáctanos para hablar sobre el desarrollo personalizado para las necesidades de tu negocio.
fi: Tarvitsetko tietyn ominaisuuden? Ota yhteyttä keskustellaksemme räätälöidystä kehityksestä liiketoimintatarpeisiisi.
fr: Besoin d'une fonctionnalité spécifique? Contactez-nous pour discuter du développement personnalisé pour les besoins de votre entreprise.
hi: किसी विशिष्ट सुविधा की आवश्यकता है? अपनी व्यावसायिक आवश्यकताओं के लिए कस्टम विकास पर चर्चा करने के लिए हमसे संपर्क करें।
hu: Szüksége van egy konkrét funkcióra? Lépjen kapcsolatba velünk, hogy megbeszéljük az egyéni fejlesztést üzleti igényeihez.
id: Perlu fitur tertentu? Hubungi kami untuk membahas pengembangan kustom untuk kebutuhan bisnis Anda.
ja: 特定の機能が必要ですか？お客様のビジネスニーズに合わせたカスタム開発について、お問い合わせください。
ko: 특정 기능이 필요하신가요? 비즈니스 요구에 맞는 맞춤 개발에 대해 문의하세요.
nl: Heeft u een specifieke functie nodig? Neem contact met ons op om aangepaste ontwikkeling voor uw zakelijke behoeften te bespreken.
no: Trenger du en spesifikk funksjon? Kontakt oss for å diskutere tilpasset utvikling for dine forretningsbehov.
pl: Potrzebujesz konkretnej funkcji? Skontaktuj się z nami, aby omówić niestandardowy rozwój dla Twoich potrzeb biznesowych.
pt_pt: Precisa de uma funcionalidade específica? Entre em contacto connosco para discutir desenvolvimento personalizado para as suas necessidades empresariais.
ro: Ai nevoie de o funcție specifică? Contactează-ne pentru a discuta dezvoltarea personalizată pentru nevoile afacerii tale.
ru: Нужна особая функция? Свяжитесь с нами для обсуждения индивидуальной разработки под ваши бизнес-потребности.
sv: Behöver du en specifik funktion? Kontakta oss för att diskutera anpassad utveckling för dina affärsbehov.
th: ต้องการฟีเจอร์เฉพาะไหมคะ? ติดต่อเราเพื่อหารือเกี่ยวกับการพัฒนาที่กำหนดเองสำหรับความต้องการทางธุรกิจของคุณค่ะ
tr: Belirli bir özelliğe mi ihtiyacınız var? İş ihtiyaçlarınız için özel geliştirmeyi tartışmak için bizimle iletişime geçin.
uk: Потрібна особлива функція? Зв'яжіться із нами для обговорення індивідуальної розробки під ваші бізнес-потреби.
vi: Cần một tính năng cụ thể? Liên hệ với chúng tôi để thảo luận về phát triển tùy chỉnh cho nhu cầu kinh doanh của bạn.
zh: 需要特定功能?联系我们讨论为你的业务需求定制开发。
zh_tw: 需要特定功能?聯絡我們討論為你的業務需求訂製開發。

# pollHelpTitle
source: How to vote
ar: كيفية التصويت
da: Sådan stemmer du
de: Wie man abstimmt
el: Πώς να ψηφίσετε
es_419: Cómo votar
fi: Kuinka äänestää
fr: Comment voter
hi: कैसे वोट करें
hu: Hogyan szavazzunk
id: Cara memilih
ja: 投票方法
ko: 투표 방법
nl: Hoe te stemmen
no: Hvordan stemme
pl: Jak głosować
pt_pt: Como votar
ro: Cum să votezi
ru: Как голосовать
sv: Hur man röstar
th: วิธีโหวต
tr: Nasıl oy verilir
uk: Як голосувати
vi: Cách bình chọn
zh: 如何投票
zh_tw: 如何投票

# pollHelpDescription
source: • Tap an option to select it • Tap again to deselect • Select as many options as you like • Click 'Vote' button to submit your votes • Add your own option if you don't see what you need
ar: • يمكنك التصويت لما يصل إلى 3 خيارات • انقر على خيار لتحديده • انقر مرة أخرى لإلغاء التحديد • أضف خيارك الخاص إذا لم تجد ما تحتاجه • يتم حفظ أصواتك تلقائياً
da: • Du kan stemme på op til 3 muligheder • Tryk på en mulighed for at vælge den • Tryk igen for at fravælge • Tilføj din egen mulighed, hvis du ikke ser, hvad du har brug for • Dine stemmer gemmes automatisk
de: • Tippen Sie auf eine Option, um sie auszuwählen • Tippen Sie erneut, um die Auswahl aufzuheben • Wählen Sie so viele Optionen, wie Sie möchten • Klicken Sie auf 'Abstimmen', um Ihre Stimmen zu senden • Fügen Sie Ihre eigene Option hinzu, wenn Sie nicht finden, was Sie brauchen
el: • Μπορείτε να ψηφίσετε έως 3 επιλογές • Πατήστε μια επιλογή για να την επιλέξετε • Πατήστε ξανά για να αποεπιλέξετε • Προσθέστε τη δική σας επιλογή αν δεν βλέπετε αυτό που χρειάζεστε • Οι ψήφοι σας αποθηκεύονται αυτόματα
es_419: • Toca una opción para seleccionarla • Toca de nuevo para deseleccionar • Selecciona tantas opciones como quieras • Haz clic en el botón 'Votar' para enviar tus votos • Agrega tu propia opción si no ves lo que necesitas
fi: • Napauta vaihtoehtoa valitaksesi sen • Napauta uudelleen poistaaksesi valinnan • Valitse niin monta vaihtoehtoa kuin haluat • Napsauta 'Äänestä'-painiketta lähettääksesi äänesi • Lisää oma vaihtoehto, jos et näe tarvitsemaasi
fr: • Appuyez sur une option pour la sélectionner • Appuyez à nouveau pour désélectionner • Sélectionnez autant d'options que vous le souhaitez • Cliquez sur 'Voter' pour soumettre vos votes • Ajoutez votre propre option si vous ne trouvez pas ce dont vous avez besoin
hi: • विकल्प चुनने के लिए उस पर टैप करें • अचयनित करने के लिए फिर से टैप करें • जितने चाहें उतने विकल्प चुनें • अपने वोट सबमिट करने के लिए 'वोट करें' बटन पर क्लिक करें • यदि आपको जो चाहिए वह नहीं दिखता है तो अपना विकल्प जोड़ें
hu: • Érintsen meg egy lehetőséget a kiválasztáshoz • Érintse meg újra a kijelölés törléshez • Válasszon annyi lehetőséget, amennyit szeretne • Kattintson a 'Szavazat' gombra a szavazatok beküldéséhez • Adja hozzá saját lehetőségét, ha nem látja, amit keres
id: • Ketuk opsi untuk memilihnya • Ketuk lagi untuk membatalkan pilihan • Pilih sebanyak yang Anda suka • Klik tombol 'Pilih' untuk mengirim pilihan Anda • Tambahkan opsi Anda sendiri jika tidak melihat yang Anda butuhkan
ja: • オプションをタップして選択 • もう一度タップして選択解除 • 好きなだけ選択可能 • 「投票」ボタンをクリックして投票を送信 • 必要なものがない場合は、独自のオプションを追加
ko: • 옵션을 탭하여 선택 • 다시 탭하여 선택 취소 • 원하는 만큼 선택 • '투표' 버튼을 클릭하여 투표 제출 • 필요한 것이 없으면 직접 옵션을 추가
nl: • Tik op een optie om deze te selecteren • Tik opnieuw om de selectie ongedaan te maken • Selecteer zoveel opties als u wilt • Klik op de knop 'Stemmen' om uw stemmen in te dienen • Voeg uw eigen optie toe als u niet ziet wat u nodig heeft
no: • Trykk på et alternativ for å velge det • Trykk igjen for å oppheve valget • Velg så mange alternativer du vil • Klikk på 'Stem'-knappen for å sende inn stemmene dine • Legg til ditt eget alternativ hvis du ikke ser det du trenger
pl: • Dotknij opcję, aby ją wybrać • Dotknij ponownie, aby cofnąć wybór • Wybierz tyle opcji, ile chcesz • Kliknij przycisk 'Głosuj', aby wysłać swoje głosy • Dodaj własną opcję, jeśli nie widzisz tego, czego potrzebujesz
pt_pt: • Toque numa opção para a selecionar • Toque novamente para desselecionar • Selecione quantas opções quiser • Clique no botão 'Votar' para enviar os seus votos • Adicione a sua própria opção se não vir o que precisa
ro: • Atinge o opțiune pentru a o selecta • Atinge din nou pentru a deselecta • Selectează câte opțiuni dorești • Apasă butonul 'Votează' pentru a trimite voturile • Adaugă propria opțiune dacă nu găsești ce cauți
ru: Дорогие пользователи, я хочу сделать приложение лучше. Пожалуйста, посоветуйте, как это сделать лучше? • Нажмите на вариант, чтобы выбрать его • Нажмите снова, чтобы снять выбор • Выбирайте столько вариантов, сколько хотите • Добавьте свой вариант, если не нашли нужный
sv: • Tryck på ett alternativ för att välja det • Tryck igen för att avmarkera • Välj så många alternativ du vill • Klicka på 'Rösta'-knappen för att skicka dina röster • Lägg till ditt eget alternativ om du inte ser vad du behöver
th: • แตะตัวเลือกเพื่อเลือก • แตะอีกครั้งเพื่อยกเลิกการเลือก • เลือกได้มากเท่าที่ต้องการ • คลิกปุ่ม 'โหวต' เพื่อส่งคะแนนโหวต • เพิ่มตัวเลือกของคุณเองหากไม่เจอที่ต้องการ
tr: • Seçmek için bir seçeneğe dokunun • Seçimi kaldırmak için tekrar dokunun • İstediğiniz kadar seçenek seçin • Oylarınızı göndermek için 'Oy Ver' düğmesine tıklayın • İhtiyacınız olanı görmüyorsanız kendi seçeneğinizi ekleyin
uk: Шановні користувачі, я хочу зробити додаток кращим. Будь ласка, порадьте, як це зробити краще? • Натисніть на варіант, щоб вибрати його • Натисніть знову, щоб скасувати вибір • Вибирайте стільки варіантів, скільки хочете • Додайте свій варіант, якщо не знайшли потрібний
vi: • Nhấn vào tùy chọn để chọn • Nhấn lại để bỏ chọn • Chọn bao nhiêu tùy chọn tùy thích • Nhấn nút 'Bình Chọn' để gửi • Thêm tùy chọn của bạn nếu không thấy những gì bạn cần
zh: • 点击选项进行选择 • 再次点击取消选择 • 可以选择任意多个选项 • 点击'投票'按钮提交 • 如果没有看到需要的选项,可以添加自己的选项
zh_tw: • 點選選項進行選擇 • 再次點選取消選擇 • 可以選擇任意多個選項 • 點選「投票」按鈕提交 • 如果沒有看到需要的選項,可以新增自己的選項

# pollCardSubtitle
source: Which 3 features should be added?
no: Hvilke 3 funksjoner bør legges til?
pl: Które 3 funkcje powinny zostać dodane?
tr: Hangi 3 özellik eklenmeli?
