Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

source: No cameras found on this device.
ar: لم يتم العثور على كاميرات على هذا الجهاز.
da: Ingen kameraer fundet på denne enhed.
de: Auf diesem Gerät wurden keine Kameras gefunden.
el: Δεν βρέθηκαν κάμερες σε αυτή τη συσκευή.
es_419: No se encontraron cámaras en este dispositivo.
fi: Laitteesta ei löytynyt kameroita.
fr: Aucune caméra trouvée sur cet appareil.
hi: इस डिवाइस पर कोई कैमरा नहीं मिला।
hu: Nem található kamera ezen az eszközön.
id: Tidak ada kamera yang ditemukan di perangkat ini.
ja: このデバイスにカメラが見つかりません。
ko: 이 기기에서 카메라를 찾을 수 없습니다.
nl: Geen camera's gevonden op dit apparaat.
no: Ingen kameraer funnet på denne enheten.
pl: Nie znaleziono kamer na tym urządzeniu.
pt_pt: Não foram encontradas câmaras neste dispositivo.
ro: Nu s-au găsit camere pe acest dispozitiv.
ru: На этом устройстве не найдено камер.
sv: Inga kameror hittades på denna enhet.
th: ไม่พบกล้องในอุปกรณ์นี้
tr: Bu cihazda kamera bulunamadı.
uk: На цьому пристрої не знайдено камер.
vi: Không tìm thấy camera trên thiết bị này.
zh: 此设备上未找到摄像头。
zh_tw: 此裝置上未找到相機。

source: Failed to initialize camera:
ar: فشل تهيئة الكاميرا:
da: Kunne ikke initialisere kamera:
de: Kamera konnte nicht initialisiert werden:
el: Αποτυχία αρχικοποίησης κάμερας:
es_419: No se pudo inicializar la cámara:
fi: Kameran alustus epäonnistui:
fr: Échec de l'initialisation de la caméra :
hi: कैमरा प्रारंभ करने में विफल:
hu: Nem sikerült inicializálni a kamerát:
id: Gagal menginisialisasi kamera:
ja: カメラの初期化に失敗しました：
ko: 카메라를 초기화하지 못했습니다:
nl: Kan camera niet initialiseren:
no: Kunne ikke initialisere kamera:
pl: Nie udało się zainicjować kamery:
pt_pt: Falha ao inicializar a câmara:
ro: Eșec la inițializarea camerei:
ru: Не удалось инициализировать камеру:
sv: Misslyckades initiera kamera:
th: ไม่สามารถเริ่มต้นกล้องได้:
tr: Kamera başlatılamadı:
uk: Не вдалося ініціалізувати камеру:
vi: Không thể khởi tạo camera:
zh: 初始化摄像头失败:
zh_tw: 初始化相機失敗:

source: Analysis failed:
ar: فشل التحليل:
da: Analyse mislykkedes:
de: Analyse fehlgeschlagen:
el: Η ανάλυση απέτυχε:
es_419: El análisis falló:
fi: Analyysi epäonnistui:
fr: Échec de l'analyse :
hi: विश्लेषण विफल:
hu: Elemzés sikertelen:
id: Analisis gagal:
ja: 分析に失敗しました：
ko: 분석 실패:
nl: Analyse mislukt:
no: Analyse mislyktes:
pl: Analiza nie powiodła się:
pt_pt: Falha na análise:
ro: Analiza a eșuat:
ru: Анализ не удался:
sv: Analysen misslyckades:
th: การวิเคราะห์ล้มเหลว:
tr: Analiz başarısız:
uk: Аналіз не вдався:
vi: Phân tích thất bại:
zh: 分析失败:
zh_tw: 分析失敗:

source: Analyzing, please wait...
ar: جاري التحليل، يرجى الانتظار...
da: Analyserer, vent venligst...
de: Analyse läuft, bitte warten...
el: Ανάλυση σε εξέλιξη, παρακαλώ περιμένετε...
es_419: Analizando, por favor espera...
fi: Analysoidaan, odota...
fr: Analyse en cours, veuillez patienter...
hi: विश्लेषण हो रहा है, कृपया प्रतीक्षा करें...
hu: Elemzés folyamatban, kérem várjon...
id: Menganalisis, harap tunggu...
ja: 分析中です。お待ちください...
ko: 분석 중입니다. 잠시만 기다려 주세요...
nl: Aan het analyseren, even geduld...
no: Analyserer, vennligst vent...
pl: Analizowanie, proszę czekać...
pt_pt: A analisar, aguarde...
ro: Se analizează, te rugăm să aștepți...
ru: Анализируем, подождите...
sv: Analyserar, vänligen vänta...
th: กำลังวิเคราะห์ กรุณารอสักครู่ค่ะ...
tr: Analiz ediliyor, lütfen bekleyin...
uk: Аналізуємо, зачекайте...
vi: Đang phân tích, vui lòng đợi...
zh: 正在分析,请稍候...
zh_tw: 正在分析,請稍候...

# positionTheLabelWithinTheFrame
source: Focus the camera on the ingredients list
ar: ركز الكاميرا على قائمة المكونات
da: Fokuser kameraet på ingredienslisten
de: Fokussieren Sie die Kamera auf die Zutatenliste
el: Εστιάστε την κάμερα στη λίστα συστατικών
es_419: Enfoca la cámara en la lista de ingredientes
fi: Kohdista kamera ainesosaluetteloon
fr: Faites le point sur la liste des ingrédients
hi: कैमरे को सामग्री सूची पर फोकस करें
hu: Fókuszálja a kamerát az összetevők listájára
id: Fokuskan kamera pada daftar bahan
ja: 成分表示にカメラを向けてください
ko: 성분 목록에 카메라를 맞추세요
nl: Richt de camera op de ingrediëntenlijst
no: Fokuser kameraet på ingredienslisten
pl: Skup kamerę na liście składników
pt_pt: Focalize a câmara na lista de ingredientes
ro: Focalizează camera pe lista de ingrediente
ru: Наведите камеру на список ингредиентов
sv: Fokusera kameran på ingredienslistan
th: โฟกัสกล้องที่รายการส่วนผสม
tr: Kamerayı içerik listesine odaklayın
uk: Наведіть камеру на список інгредієнтів
vi: Lấy nét camera vào danh sách thành phần
zh: 将摄像头对准成分表
zh_tw: 將相機對準成分表

source: Create Account
ar: إنشاء حساب
da: Opret konto
de: Konto erstellen
el: Δημιουργία Λογαριασμού
es_419: Crear Cuenta
fi: Luo tili
fr: Créer un compte
hi: खाता बनाएं
hu: Fiók létrehozása
id: Buat Akun
ja: アカウント作成
ko: 계정 만들기
nl: Account Aanmaken
no: Opprett Konto
pl: Utwórz Konto
pt_pt: Criar Conta
ro: Creează Cont
ru: Создать аккаунт
sv: Skapa Konto
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити обліковий запис
vi: Tạo Tài Khoản
zh: 创建账号
zh_tw: 建立帳號

source: Sign up to get started
ar: سجل للبدء
da: Tilmeld dig for at komme i gang
de: Registrieren Sie sich, um zu beginnen
el: Εγγραφείτε για να ξεκινήσετε
es_419: Regístrate para empezar
fi: Rekisteröidy aloittaaksesi
fr: Inscrivez-vous pour commencer
hi: शुरू करने के लिए साइन अप करें
hu: Regisztráljon a kezdéshez
id: Daftar untuk memulai
ja: サインアップして始めましょう
ko: 가입하여 시작하세요
nl: Registreer om te beginnen
no: Registrer deg for å komme i gang
pl: Zarejestruj się, aby rozpocząć
pt_pt: Registe-se para começar
ro: Înregistrează-te pentru a începe
ru: Зарегистрируйтесь, чтобы начать
sv: Registrera dig för att komma igång
th: สมัครสมาชิกเพื่อเริ่มต้นใช้งาน
tr: Başlamak için kaydolun
uk: Зареєструйтеся, щоб почати
vi: Đăng ký để bắt đầu
zh: 注册开始使用
zh_tw: 註冊開始使用

source: Full Name
ar: الاسم الكامل
da: Fulde navn
de: Vollständiger Name
el: Πλήρες Όνομα
es_419: Nombre Completo
fi: Koko nimi
fr: Nom complet
hi: पूरा नाम
hu: Teljes név
id: Nama Lengkap
ja: フルネーム
ko: 이름
nl: Volledige Naam
no: Fullt Navn
pl: Pełne Imię
pt_pt: Nome Completo
ro: Nume Complet
ru: Полное имя
sv: Fullständigt Namn
th: ชื่อ-นามสกุล
tr: Ad Soyad
uk: Повне ім'я
vi: Họ và Tên
zh: 全名
zh_tw: 全名

source: Please enter your name
ar: يرجى إدخال اسمك
da: Indtast venligst dit navn
de: Bitte geben Sie Ihren Namen ein
el: Παρακαλώ εισάγετε το όνομά σας
es_419: Por favor, ingresa tu nombre
fi: Syötä nimesi
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
hu: Kérjük, adja meg a nevét
id: Silakan masukkan nama Anda
ja: お名前を入力してください
ko: 이름을 입력해 주세요
nl: Voer uw naam in
no: Vennligst skriv inn navnet ditt
pl: Proszę wprowadzić swoje imię
pt_pt: Por favor, introduza o seu nome
ro: Te rugăm să introduci numele tău
ru: Пожалуйста, введите ваше имя
sv: Vänligen ange ditt namn
th: กรุณากรอกชื่อของคุณ
tr: Lütfen adınızı girin
uk: Будь ласка, введіть ваше ім'я
vi: Vui lòng nhập tên của bạn
zh: 请输入你的名字
zh_tw: 請輸入你的名字

source: Email
ar: البريد الإلكتروني
es_419: Correo Electrónico
fi: Sähköposti
hi: ईमेल
ja: メールアドレス
ko: 이메일
no: E-post
ru: Электронная почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh: 邮箱
zh_tw: 電子郵件

source: Please enter your email
ar: يرجى إدخال بريدك الإلكتروني
da: Indtast venligst din e-mail
de: Bitte geben Sie Ihre E-Mail ein
el: Παρακαλώ εισάγετε το email σας
es_419: Por favor, ingresa tu correo electrónico
fi: Syötä sähköpostiosoitteesi
fr: Veuillez entrer votre e-mail
hi: कृपया अपना ईमेल दर्ज करें
hu: Kérjük, adja meg az e-mail címét
id: Silakan masukkan email Anda
ja: メールアドレスを入力してください
ko: 이메일을 입력해 주세요
nl: Voer uw e-mailadres in
no: Vennligst skriv inn e-postadressen din
pl: Proszę wprowadzić swój e-mail
pt_pt: Por favor, introduza o seu e-mail
ro: Te rugăm să introduci email-ul tău
ru: Пожалуйста, введите вашу электронную почту
sv: Vänligen ange din e-postadress
th: กรุณากรอกอีเมลของคุณ
tr: Lütfen e-posta adresinizi girin
uk: Будь ласка, введіть вашу електронну пошту
vi: Vui lòng nhập email của bạn
zh: 请输入你的邮箱
zh_tw: 請輸入你的電子郵件

source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صحيح
da: Indtast venligst en gyldig e-mail
de: Bitte geben Sie eine gültige E-Mail ein
el: Παρακαλώ εισάγετε έγκυρο email
es_419: Por favor, ingresa un correo electrónico válido
fi: Syötä kelvollinen sähköpostiosoite
fr: Veuillez entrer un e-mail valide
hi: कृपया एक मान्य ईमेल दर्ज करें
hu: Kérjük, adjon meg érvényes e-mail címet
id: Silakan masukkan email yang valid
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일을 입력해 주세요
nl: Voer een geldig e-mailadres in
no: Vennligst skriv inn en gyldig e-postadresse
pl: Proszę wprowadzić prawidłowy e-mail
pt_pt: Por favor, introduza um e-mail válido
ro: Te rugăm să introduci un email valid
ru: Пожалуйста, введите действительный адрес электронной почты
sv: Vänligen ange en giltig e-postadress
th: กรุณากรอกอีเมลที่ถูกต้อง
tr: Lütfen geçerli bir e-posta adresi girin
uk: Будь ласка, введіть дійсну адресу електронної пошти
vi: Vui lòng nhập địa chỉ email hợp lệ
zh: 请输入有效的邮箱
zh_tw: 請輸入有效的電子郵件

source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
el: Κωδικός
es_419: Contraseña
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
no: Passord
pl: Hasło
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật Khẩu
zh: 密码
zh_tw: 密碼

source: Please enter your password
ar: يرجى إدخال كلمة المرور
da: Indtast venligst din adgangskode
de: Bitte geben Sie Ihr Passwort ein
el: Παρακαλώ εισάγετε τον κωδικό σας
es_419: Por favor, ingresa tu contraseña
fi: Syötä salasanasi
fr: Veuillez entrer votre mot de passe
hi: कृपया अपना पासवर्ड दर्ज करें
hu: Kérjük, adja meg a jelszavát
id: Silakan masukkan kata sandi Anda
ja: パスワードを入力してください
ko: 비밀번호를 입력해 주세요
nl: Voer uw wachtwoord in
no: Vennligst skriv inn passordet ditt
pl: Proszę wprowadzić swoje hasło
pt_pt: Por favor, introduza a sua palavra-passe
ro: Te rugăm să introduci parola
ru: Пожалуйста, введите ваш пароль
sv: Vänligen ange ditt lösenord
th: กรุณากรอกรหัสผ่านของคุณ
tr: Lütfen şifrenizi girin
uk: Будь ласка, введіть ваш пароль
vi: Vui lòng nhập mật khẩu của bạn
zh: 请输入你的密码
zh_tw: 請輸入你的密碼

source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل
da: Adgangskode skal være mindst 6 tegn
de: Das Passwort muss mindestens 6 Zeichen lang sein
el: Ο κωδικός πρέπει να έχει τουλάχιστον 6 χαρακτήρες
es_419: La contraseña debe tener al menos 6 caracteres
fi: Salasanan on oltava vähintään 6 merkkiä
fr: Le mot de passe doit contenir au moins 6 caractères
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
hu: A jelszónak legalább 6 karakterből kell állnia
id: Kata sandi harus minimal 6 karakter
ja: パスワードは6文字以上である必要があります
ko: 비밀번호는 최소 6자 이상이어야 합니다
nl: Wachtwoord moet minimaal 6 tekens bevatten
no: Passordet må være minst 6 tegn
pl: Hasło musi mieć co najmniej 6 znaków
pt_pt: A palavra-passe deve ter pelo menos 6 caracteres
ro: Parola trebuie să aibă cel puțin 6 caractere
ru: Пароль должен содержать не менее 6 символов
sv: Lösenordet måste vara minst 6 tecken
th: รหัสผ่านต้องมีอย่างน้อย 6 ตัวอักษร
tr: Şifre en az 6 karakter olmalıdır
uk: Пароль має містити принаймні 6 символів
vi: Mật khẩu phải có ít nhất 6 ký tự
zh: 密码必须至少6个字符
zh_tw: 密碼必須至少6個字元

source: Sign Up
ar: التسجيل
da: Tilmeld
de: Registrieren
el: Εγγραφή
es_419: Registrarse
fi: Rekisteröidy
fr: S'inscrire
hi: साइन अप करें
hu: Regisztráció
id: Daftar
ja: サインアップ
ko: 가입
nl: Registreren
no: Registrer deg
pl: Zarejestruj się
pt_pt: Registar
ro: Înregistrare
ru: Зарегистрироваться
sv: Registrera
th: สมัครสมาชิก
tr: Kaydol
uk: Зареєструватися
vi: Đăng Ký
zh: 注册
zh_tw: 註冊

source: or continue with
ar: أو المتابعة باستخدام
da: eller fortsæt med
de: oder fortfahren mit
el: ή συνεχίστε με
es_419: o continuar con
fi: tai jatka
fr: ou continuer avec
hi: या जारी रखें
hu: vagy folytatás ezzel:
id: atau lanjutkan dengan
ja: または次で続行
ko: 또는 다음으로 계속
nl: of ga verder met
no: eller fortsett med
pl: lub kontynuuj z
pt_pt: ou continue com
ro: sau continuă cu
ru: или продолжить с
sv: eller fortsätt med
th: หรือดำเนินการต่อด้วย
tr: veya şununla devam et
uk: або продовжити з
vi: hoặc tiếp tục với
zh: 或继续使用
zh_tw: 或繼續使用

source: Already have an account?
ar: هل لديك حساب بالفعل؟
da: Har du allerede en konto?
de: Haben Sie bereits ein Konto?
el: Έχετε ήδη λογαριασμό;
es_419: ¿Ya tienes una cuenta?
fi: Onko sinulla jo tili?
fr: Vous avez déjà un compte ?
hi: पहले से खाता है?
hu: Már van fiókja?
id: Sudah punya akun?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
nl: Heeft u al een account?
no: Har du allerede en konto?
pl: Masz już konto?
pt_pt: Já tem uma conta?
ro: Ai deja cont?
ru: Уже есть аккаунт?
sv: Har du redan ett konto?
th: มีบัญชีอยู่แล้ว?
tr: Zaten hesabınız var mı?
uk: Вже маєте обліковий запис?
vi: Đã có tài khoản?
zh: 已有账号?
zh_tw: 已有帳號?

source: Sign In
ar: تسجيل الدخول
da: Log ind
de: Anmelden
el: Σύνδεση
es_419: Iniciar Sesión
fi: Kirjaudu
fr: Se connecter
hi: साइन इन करें
hu: Bejelentkezés
id: Masuk
ja: サインイン
ko: 로그인
nl: Inloggen
no: Logg inn
pl: Zaloguj się
pt_pt: Iniciar Sessão
ro: Autentificare
ru: Войти
sv: Logga In
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
vi: Đăng Nhập
zh: 登录
zh_tw: 登入

# selectYourSkinTypeDescription
source: Select your skin type
ar: اختر نوع بشرتك
da: Vælg din hudtype
de: Wählen Sie Ihren Hauttyp
el: Επιλέξτε τον τύπο δέρματός σας
es_419: Selecciona tu tipo de piel
fi: Valitse ihotyyppisi
fr: Sélectionnez votre type de peau
hi: अपनी त्वचा का प्रकार चुनें
hu: Válassza ki bőrtípusát
id: Pilih jenis kulit Anda
ja: 肌タイプを選択してください
ko: 피부 타입을 선택하세요
nl: Selecteer uw huidtype
no: Velg din hudtype
pl: Wybierz swój typ skóry
pt_pt: Selecione o seu tipo de pele
ro: Selectează tipul tău de piele
ru: Выберите тип вашей кожи
sv: Välj din hudtyp
th: เลือกประเภทผิวของคุณ
tr: Cilt tipinizi seçin
uk: Оберіть тип вашої шкіри
vi: Chọn loại da của bạn
zh: 选择你的肤质
zh_tw: 選擇你的膚質

source: Normal
ar: عادية
el: Κανονικό
fi: Normaali
hi: सामान्य
hu: Normál
ja: 普通肌
ko: 중성
nl: Normaal
pl: Normalna
ro: Normală
ru: Нормальная
th: ผิวปกติ
uk: Нормальна
vi: Da Thường
zh: 中性
zh_tw: 中性

# normalSkinDescription
source: Balanced, not too oily or dry
ar: متوازنة، لا دهنية ولا جافة
da: Afbalanceret, hverken fed eller tør
de: Ausgewogen, nicht zu fettig oder trocken
el: Ισορροπημένο, ούτε λιπαρό ούτε ξηρό
es_419: Equilibrada, ni muy grasa ni muy seca
fi: Tasapainoinen, ei liian rasvainen tai kuiva
fr: Équilibré, ni trop gras ni trop sec
hi: संतुलित, न बहुत तैलीय न बहुत शुष्क
hu: Kiegyensúlyozott, sem túl zsíros, sem túl száraz
id: Seimbang, tidak terlalu berminyak atau kering
ja: バランスが取れている、脂性でも乾燥でもない
ko: 균형잡힌, 너무 지성이거나 건성이 아닌
nl: Gebalanceerd, niet te vet of droog
no: Balansert, ikke for fet eller tørr
pl: Zrównoważona, ani za tłusta, ani za sucha
pt_pt: Equilibrada, nem muito oleosa nem seca
ro: Echilibrată, nici prea grasă, nici prea uscată
ru: Сбалансированная, не слишком жирная и не сухая
sv: Balanserad, varken för fet eller torr
th: สมดุล ไม่มันหรือแห้งเกินไป
tr: Dengeli, ne çok yağlı ne çok kuru
uk: Збалансована, не надто жирна і не суха
vi: Cân bằng, không quá dầu hoặc khô
zh: 平衡,不太油也不太干
zh_tw: 平衡,不太油也不太乾

source: Dry
ar: جافة
da: Tør
de: Trocken
el: Ξηρό
es_419: Seca
fi: Kuiva
fr: Sec
hi: शुष्क
hu: Száraz
id: Kering
ja: 乾燥肌
ko: 건성
nl: Droog
no: Tørr
pl: Sucha
pt_pt: Seca
ro: Uscată
ru: Сухая
sv: Torr
th: ผิวแห้ง
tr: Kuru
uk: Суха
vi: Da Khô
zh: 干性
zh_tw: 乾性

# drySkinDescription
source: Tight, flaky, rough texture
ar: مشدودة، متقشرة، ملمس خشن
da: Stram, skællende, ru tekstur
de: Straff, schuppig, raue Textur
el: Τεντωμένο, αποφλοιωμένο, τραχιά υφή
es_419: Tirante, descamada, textura áspera
fi: Kireä, hilseilevä, karkea rakenne
fr: Tiraillement, desquamation, texture rugueuse
hi: तनी हुई, परतदार, खुरदरी बनावट
hu: Feszes, pelyhes, érdes textúra
id: Kencang, bersisik, tekstur kasar
ja: つっぱる、粉を吹く、ざらつく
ko: 당기는, 각질이 생기는, 거친 질감
nl: Strak, schilferig, ruw
no: Stram, flassete, grov tekstur
pl: Napięta, łuszcząca się, szorstka tekstura
pt_pt: Repuxada, descamada, textura áspera
ro: Strânsă, cojită, textură aspră
ru: Стянутая, шелушащаяся, грубая текстура
sv: Stram, fjällande, grov textur
th: ตึง ลอก ผิวหยาบกร้าน
tr: Gergin, pullu, kaba doku
uk: Натягнута, лущиться, груба текстура
vi: Căng, bong tróc, kết cấu thô
zh: 紧绷、脱皮、粗糙
zh_tw: 緊繃、脫皮、粗糙

source: Oily
ar: دهنية
da: Fed
de: Fettig
el: Λιπαρό
es_419: Grasa
fi: Rasvainen
fr: Gras
hi: तैलीय
hu: Zsíros
id: Berminyak
ja: 脂性肌
ko: 지성
nl: Vet
no: Fet
pl: Tłusta
pt_pt: Oleosa
ro: Grasă
ru: Жирная
sv: Fet
th: ผิวมัน
tr: Yağlı
uk: Жирна
vi: Da Dầu
zh: 油性
zh_tw: 油性

# oilySkinDescription
source: Shiny, large pores, prone to acne
ar: لامعة، مسام واسعة، عرضة لحب الشباب
da: Skinnende, store porer, tilbøjelig til akne
de: Glänzend, große Poren, neigt zu Akne
el: Γυαλιστερό, μεγάλοι πόροι, ευαίσθητο σε ακμή
es_419: Brillante, poros grandes, propensa al acné
fi: Kiiltävä, suuret huokoset, taipumus akneen
fr: Brillant, pores larges, sujet à l'acné
hi: चमकदार, बड़े छिद्र, मुंहासों की प्रवृत्ति
hu: Fényes, nagy pórusok, pattanásokra hajlamos
id: Mengkilap, pori-pori besar, rentan jerawat
ja: テカリやすい、毛穴が大きい、ニキビができやすい
ko: 번들거리는, 넓은 모공, 여드름이 나기 쉬운
nl: Glimmend, grote poriën, vatbaar voor acne
no: Blank, store porer, utsatt for akne
pl: Lśniąca, duże pory, skłonna do trądziku
pt_pt: Brilhante, poros grandes, propensa a acne
ro: Lucioasă, pori mari, tendință acneică
ru: Блестящая, большие поры, склонность к акне
sv: Glänsande, stora porer, aknebenägen
th: มันเงา รูขุมขนกว้าง เป็นสิวง่าย
tr: Parlak, büyük gözenekler, akneye yatkın
uk: Блискуча, великі пори, схильна до акне
vi: Bóng, lỗ chân lông to, dễ mụn
zh: 油光、毛孔粗大、易长痘
zh_tw: 油光、毛孔粗大、易長痘

source: Combination
ar: مختلطة
da: Kombineret
de: Kombiniert
el: Μικτό
es_419: Mixta
fi: Sekaiho
fr: Mixte
hi: मिश्रित
hu: Kombinált
id: Kombinasi
ja: 混合肌
ko: 복합성
nl: Gemengd
no: Kombinert
pl: Mieszana
pt_pt: Mista
ro: Mixtă
ru: Комбинированная
sv: Kombinerad
th: ผิวผสม
tr: Karma
uk: Комбінована
vi: Da Hỗn Hợp
zh: 混合性
zh_tw: 混合性

# combinationSkinDescription
source: Oily T-zone, dry cheeks
ar: منطقة T دهنية، الخدود جافة
da: Fed T-zone, tørre kinder
de: Fettige T-Zone, trockene Wangen
el: Λιπαρή ζώνη Τ, ξηρά μάγουλα
es_419: Zona T grasa, mejillas secas
fi: Rasvainen T-alue, kuivat posket
fr: Zone T grasse, joues sèches
hi: तैलीय टी-ज़ोन, शुष्क गाल
hu: Zsíros T-zóna, száraz arcpír
id: T-zone berminyak, pipi kering
ja: Tゾーンが脂性、頬が乾燥
ko: T존은 지성, 볼은 건성
nl: Vette T-zone, droge wangen
no: Fet T-sone, tørre kinn
pl: Tłusta strefa T, suche policzki
pt_pt: Zona T oleosa, bochechas secas
ro: Zonă T grasă, obraji uscați
ru: Жирная Т-зона, сухие щеки
sv: Fet T-zon, torra kinder
th: โซน T มัน แก้มแห้ง
tr: Yağlı T-bölgesi, kuru yanaklar
uk: Жирна Т-зона, сухі щоки
vi: Vùng T dầu, má khô
zh: T区油、两颊干
zh_tw: T字部位油、兩頰乾

source: Sensitive
ar: حساسة
da: Følsom
de: Empfindlich
el: Ευαίσθητο
es_419: Sensible
fi: Herkkä
fr: Sensible
hi: संवेदनशील
hu: Érzékeny
id: Sensitif
ja: 敏感肌
ko: 민감성
nl: Gevoelig
no: Sensitiv
pl: Wrażliwa
pt_pt: Sensível
ro: Sensibilă
ru: Чувствительная
sv: Känslig
th: ผิวบอบบาง
tr: Hassas
uk: Чутлива
vi: Da Nhạy Cảm
zh: 敏感
zh_tw: 敏感

# sensitiveSkinDescription
source: Easily irritated, prone to redness
ar: تتهيج بسهولة، عرضة للاحمرار
da: Let irriteret, tilbøjelig til rødme
de: Leicht reizbar, neigt zu Rötungen
el: Εύκολα ερεθισμένο, ευαίσθητο σε ερυθρότητα
es_419: Se irrita fácilmente, propensa al enrojecimiento
fi: Ärtyyherkkä, taipuvainen punoitukseen
fr: Facilement irrité, sujet aux rougeurs
hi: आसानी से परेशान, लालिमा की प्रवृत्ति
hu: Könnyen irritálódik, pirosságra hajlamos
id: Mudah teriritasi, rentan kemerahan
ja: 刺激を受けやすい、赤みが出やすい
ko: 쉽게 자극받는, 붉어지기 쉬운
nl: Gemakkelijk geïrriteerd, vatbaar voor roodheid
no: Lett irritert, utsatt for rødhet
pl: Łatwo się drażni, skłonna do zaczerwienień
pt_pt: Facilmente irritada, propensa a vermelhidão
ro: Se irită ușor, tendință la roșeață
ru: Легко раздражается, склонна к покраснению
sv: Lätt irriterad, benägen för rodnad
th: ระคายเคืองง่าย แดงง่าย
tr: Kolay tahriş olan, kızarıklığa yatkın
uk: Легко подразнюється, схильна до почервоніння
vi: Dễ kích ứng, dễ đỏ
zh: 易刺激、易泛红
zh_tw: 易刺激、易泛紅

source: Select skin type
ar: اختر نوع البشرة
da: Vælg hudtype
de: Hauttyp auswählen
el: Επιλέξτε τύπο δέρματος
es_419: Seleccionar tipo de piel
fi: Valitse ihotyyppi
fr: Sélectionner le type de peau
hi: त्वचा का प्रकार चुनें
hu: Bőrtípus kiválasztása
id: Pilih jenis kulit
ja: 肌タイプを選択
ko: 피부 타입 선택
nl: Huidtype selecteren
no: Velg hudtype
pl: Wybierz typ skóry
pt_pt: Selecionar tipo de pele
ro: Selectează tipul de piele
ru: Выбрать тип кожи
sv: Välj hudtyp
th: เลือกประเภทผิว
tr: Cilt tipi seçin
uk: Обрати тип шкіри
vi: Chọn loại da
zh: 选择肤质
zh_tw: 選擇膚質

source: Restore
ar: استعادة
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es_419: Restaurar
fi: Palauta
fr: Restaurer
hi: पुनर्स्थापित करें
hu: Visszaállítás
id: Pulihkan
ja: 復元
ko: 복원
nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt_pt: Restaurar
ro: Restaurează
ru: Восстановить
sv: Återställ
th: กู้คืน
tr: Geri Yükle
uk: Відновити
vi: Khôi Phục
zh: 恢复
zh_tw: 恢復

source: Restore Purchases
ar: استعادة المشتريات
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά Αγορών
es_419: Restaurar Compras
fi: Palauta ostokset
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
ja: 購入を復元
ko: 구매 복원
nl: Aankopen Herstellen
no: Gjenopprett Kjøp
pl: Przywróć Zakupy
pt_pt: Restaurar Compras
ro: Restaurează Achizițiile
ru: Восстановить покупки
sv: Återställ Köp
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
vi: Khôi Phục Giao Dịch Mua
zh: 恢复购买
zh_tw: 恢復購買

# subscriptionRestored
source: Subscription restored successfully!
ar: تم استعادة الاشتراك بنجاح!
da: Abonnement gendannet succesfuldt!
de: Abonnement erfolgreich wiederhergestellt!
el: Η συνδρομή επαναφέρθηκε επιτυχώς!
es_419: ¡Suscripción restaurada con éxito!
fi: Tilaus palautettu onnistuneesti!
fr: Abonnement restauré avec succès !
hi: सदस्यता सफलतापूर्वक पुनर्स्थापित!
hu: Előfizetés sikeresen visszaállítva!
id: Berlangganan berhasil dipulihkan!
ja: サブスクリプションが正常に復元されました！
ko: 구독이 성공적으로 복원되었습니다!
nl: Abonnement succesvol hersteld!
no: Abonnement gjenopprettet!
pl: Subskrypcja została pomyślnie przywrócona!
pt_pt: Subscrição restaurada com sucesso!
ro: Abonament restaurat cu succes!
ru: Подписка успешно восстановлена!
sv: Prenumeration återställd!
th: กู้คืนการสมัครสมาชิกเรียบร้อยแล้วค่ะ!
tr: Abonelik başarıyla geri yüklendi!
uk: Підписку успішно відновлено!
vi: Đã khôi phục đăng ký thành công!
zh: 订阅恢复成功!
zh_tw: 訂閱恢復成功!

source: No purchases to restore
ar: لا توجد مشتريات للاستعادة
da: Ingen køb at gendanne
de: Keine Käufe zum Wiederherstellen
el: Δεν υπάρχουν αγορές προς επαναφορά
es_419: No hay compras para restaurar
fi: Ei palautettavia ostoksia
fr: Aucun achat à restaurer
hi: पुनर्स्थापित करने के लिए कोई खरीदारी नहीं
hu: Nincs visszaállítható vásárlás
id: Tidak ada pembelian untuk dipulihkan
ja: 復元する購入がありません
ko: 복원할 구매가 없습니다
nl: Geen aankopen om te herstellen
no: Ingen kjøp å gjenopprette
pl: Brak zakupów do przywrócenia
pt_pt: Não há compras para restaurar
ro: Nicio achiziție de restaurat
ru: Нет покупок для восстановления
sv: Inga köp att återställa
th: ไม่มีการซื้อที่จะกู้คืน
tr: Geri yüklenecek satın alım yok
uk: Немає покупок для відновлення
vi: Không có giao dịch mua nào để khôi phục
zh: 没有可恢复的购买
zh_tw: 沒有可恢復的購買

source: Go Premium
ar: الترقية للمميز
da: Opgrader til Premium
de: Premium werden
el: Αναβάθμιση σε Premium
es_419: Obtener Premium
fi: Hanki Premium
fr: Passer Premium
hi: प्रीमियम प्राप्त करें
hu: Váltson Prémiumra
id: Upgrade ke Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
nl: Upgrade naar Premium
no: Oppgrader til Premium
pl: Przejdź na Premium
pt_pt: Subscrever Premium
ro: Treci la Premium
ru: Перейти на Премиум
sv: Uppgradera till Premium
th: อัปเกรดเป็นพรีเมียม
tr: Premium'a Geç
uk: Перейти на Преміум
vi: Nâng Cấp Premium
zh: 升级高级版
zh_tw: 升級進階版
