Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# scanLimitReachedMessage
source: You've used all 5 free scans this week. Upgrade to Premium for unlimited scans!
ar: لقد استخدمت جميع عمليات المسح المجانية الخمس هذا الأسبوع. قم بالترقية إلى المميز للحصول على مسح غير محدود!
da: Du har brugt alle 5 gratis scanninger denne uge. Opgrader til Premium for ubegrænset scanning!
de: Sie haben alle 5 kostenlosen Scans dieser Woche verwendet. Upgrade auf Premium für unbegrenzte Scans!
el: Χρησιμοποιήσατε όλες τις 5 δωρεάν σαρώσεις αυτή την εβδομάδα. Αναβαθμίστε σε Premium για απεριόριστες σαρώσεις!
es_419: Has usado los 5 escaneos gratis de esta semana. ¡Actualiza a Premium para escaneos ilimitados!
fi: Olet käyttänyt kaikki 5 ilmaista skannausta tällä viikolla. Päivitä Premium-tilaukseen rajattomia skannauksia varten!
fr: Vous avez utilisé tous les 5 scans gratuits cette semaine. Passez à Premium pour des scans illimités !
hi: आपने इस सप्ताह के सभी 5 मुफ्त स्कैन उपयोग कर लिए हैं। असीमित स्कैन के लिए प्रीमियम में अपग्रेड करें!
hu: Felhasználta mind az 5 ingyenes szkennelést ezen a héten. Váltson Prémiumra a korlátlan szkenneléshez!
id: Anda telah menggunakan semua 5 pemindaian gratis minggu ini. Upgrade ke Premium untuk pemindaian tak terbatas!
ja: 今週の無料スキャン5回をすべて使い切りました。無制限スキャンにはプレミアムにアップグレードしてください！
ko: 이번 주 무료 스캔 5회를 모두 사용했습니다. 무제한 스캔을 위해 프리미엄으로 업그레이드하세요!
nl: U heeft alle 5 gratis scans deze week gebruikt. Upgrade naar Premium voor onbeperkt scannen!
no: Du har brukt alle 5 gratis skanninger denne uken. Oppgrader til Premium for ubegrensede skanninger!
pl: Wykorzystałeś wszystkie 5 darmowych skanowań w tym tygodniu. Przejdź na Premium dla nieograniczonego skanowania!
pt_pt: Utilizou todas as 5 digitalizações gratuitas desta semana. Subscreva o Premium para digitalizações ilimitadas!
ro: Ai folosit toate cele 5 scanări gratuite din această săptămână. Treci la Premium pentru scanări nelimitate!
ru: Вы использовали все 5 бесплатных сканирований на этой неделе. Оформите подписку Premium для неограниченного количества сканирований!
sv: Du har använt alla 5 gratisskanningar denna vecka. Uppgradera till Premium för obegränsade skanningar!
th: คุณใช้การสแกนฟรี 5 ครั้งในสัปดาห์นี้หมดแล้วค่ะ! อัปเกรดเป็นพรีเมียมเพื่อสแกนไม่จำกัดค่ะ!
tr: Bu hafta 5 ücretsiz taramayı kullandınız. Sınırsız tarama için Premium'a geçin!
uk: Ви використали всі 5 безкоштовних сканувань на цьому тижні. Оформіть підписку Premium для необмеженої кількості сканувань!
vi: Bạn đã sử dụng hết 5 lần quét miễn phí trong tuần này. Nâng cấp lên Premium để quét không giới hạn!
zh: 你已用完本周5次免费扫描。升级到高级版可无限扫描!
zh_tw: 你已用完本週5次免費掃描。升級到進階版可無限掃描!

# messageLimitReached
source: Daily Message Limit Reached
ar: تم بلوغ حد الرسائل اليومية
da: Daglig beskedgrænse nået
el: Επιτεύχθηκε το Ημερήσιο Όριο Μηνυμάτων
es_419: Límite Diario de Mensajes Alcanzado
fi: Päivittäinen viestiraja saavutettu
hi: दैनिक संदेश सीमा पूर्ण
hu: Napi üzenetlimit elérve
id: Batas Pesan Harian Tercapai
ja: 1日のメッセージ制限に達しました
ko: 일일 메시지 제한 도달
nl: Dagelijkse Berichtenlimiet Bereikt
no: Daglig Meldingsgrense Nådd
pl: Osiągnięto Dzienny Limit Wiadomości
pt_pt: Limite Diário de Mensagens Atingido
ro: Limită Mesaje Zilnice Atinsă
ru: Дневной лимит сообщений достигнут
sv: Daglig Meddelandegräns Uppnådd
th: ถึงขอบเขตข้อความรายวัน
tr: Günlük Mesaj Limitine Ulaşıldı
vi: Đã Đạt Giới Hạn Tin Nhắn Hàng Ngày
zh: 已达每日消息限制
zh_tw: 已達每日訊息限制

# messageLimitReachedMessage
source: You've sent 5 messages today. Upgrade to Premium for unlimited chat!
ar: لقد أرسلت 5 رسائل اليوم. قم بالترقية إلى المميز للحصول على محادثة غير محدودة!
da: Du har sendt 5 beskeder i dag. Opgrader til Premium for ubegrænset chat!
el: Στείλατε 5 μηνύματα σήμερα. Αναβαθμίστε σε Premium για απεριόριστη συνομιλία!
es_419: Has enviado 5 mensajes hoy. ¡Actualiza a Premium para chat ilimitado!
fi: Olet lähettänyt 5 viestiä tänään. Päivitä Premium-tilaukseen rajatonta keskustelua varten!
hi: आपने आज 5 संदेश भेजे हैं। असीमित चैट के लिए प्रीमियम में अपग्रेड करें!
hu: Ma már 5 üzenetet küldött. Váltson Prémiumra a korlátlan csevegéshez!
id: Anda telah mengirim 5 pesan hari ini. Upgrade ke Premium untuk obrolan tak terbatas!
ja: 本日5件のメッセージを送信しました。無制限チャットにはプレミアムにアップグレードしてください！
ko: 오늘 5개의 메시지를 보냈습니다. 무제한 채팅을 위해 프리미엄으로 업그레이드하세요!
nl: U heeft vandaag 5 berichten verzonden. Upgrade naar Premium voor onbeperkt chatten!
no: Du har sendt 5 meldinger i dag. Oppgrader til Premium for ubegrenset chat!
pl: Wysłałeś dziś 5 wiadomości. Przejdź na Premium dla nieograniczonego czatu!
pt_pt: Enviou 5 mensagens hoje. Subscreva o Premium para conversas ilimitadas!
ro: Ai trimis 5 mesaje astăzi. Treci la Premium pentru chat nelimitat!
ru: Вы отправили 5 сообщений сегодня. Оформите подписку Premium для неограниченного чата!
sv: Du har skickat 5 meddelanden idag. Uppgradera till Premium för obegränsad chatt!
th: คุณส่งข้อความ 5 ข้อความวันนี้แล้วค่ะ อัปเกรดเป็นพรีเมียมเพื่อแชทไม่จำกัดค่ะ!
tr: Bugün 5 mesaj gönderdiniz. Sınırsız sohbet için Premium'a geçin!
vi: Bạn đã gửi 5 tin nhắn hôm nay. Nâng cấp lên Premium để trò chuyện không giới hạn!
zh: 你今天已发送5条消息。升级到高级版可无限聊天!
zh_tw: 你今天已傳送5則訊息。升級到進階版可無限聊天!

# historyLimitReached
source: History Access Limited
ar: الوصول إلى السجل محدود
da: Begrænset adgang til historik
el: Περιορισμένη Πρόσβαση στο Ιστορικό
es_419: Acceso al Historial Limitado
fi: Historian käyttö rajoitettu
hi: इतिहास पहुंच सीमित
hu: Előzmények hozzáférés korlátozott
id: Akses Riwayat Terbatas
ja: 履歴アクセス制限
ko: 기록 액세스 제한
nl: Geschiedenistoegang Beperkt
no: Historikktilgang Begrenset
pl: Ograniczony Dostęp do Historii
pt_pt: Acesso ao Histórico Limitado
ro: Acces Istoric Limitat
ru: Доступ к истории ограничен
sv: Begränsad Historiåtkomst
th: การเข้าถึงประวัติจำกัด
tr: Geçmiş Erişimi Sınırlı
vi: Truy Cập Lịch Sử Bị Giới Hạn
zh: 历史访问受限
zh_tw: 歷史存取受限

# historyLimitReachedMessage
source: Upgrade to Premium to access your full scan history!
ar: قم بالترقية إلى المميز للوصول إلى سجل المسح الكامل الخاص بك!
da: Opgrader til Premium for at få adgang til din fulde scanningshistorik!
de: Upgraden Sie auf Premium, um auf Ihren vollständigen Scan-Verlauf zuzugreifen!
el: Αναβαθμίστε σε Premium για πρόσβαση στο πλήρες ιστορικό σαρώσεών σας!
es_419: ¡Actualiza a Premium para acceder a tu historial completo de escaneos!
fi: Päivitä Premium-tilaukseen käyttääksesi täydellistä skannaushistoriaasi!
fr: Passez à Premium pour accéder à l'historique complet de vos analyses !
hi: अपने पूर्ण स्कैन इतिहास तक पहुंचने के लिए प्रीमियम में अपग्रेड करें!
hu: Váltson Prémiumra a teljes szkennelési előzmények eléréséhez!
id: Upgrade ke Premium untuk mengakses riwayat pemindaian lengkap Anda!
ja: 完全なスキャン履歴にアクセスするにはプレミアムにアップグレードしてください！
ko: 전체 스캔 기록에 액세스하려면 프리미엄으로 업그레이드하세요!
nl: Upgrade naar Premium voor toegang tot uw volledige scangeschiedenis!
no: Oppgrader til Premium for tilgang til full skannehistorikk!
pl: Przejdź na Premium, aby uzyskać dostęp do pełnej historii skanowania!
pt_pt: Subscreva o Premium para aceder ao seu histórico completo de digitalizações!
ro: Treci la Premium pentru acces complet la istoricul de scanări!
ru: Оформите подписку Premium для доступа к полной истории сканирований!
sv: Uppgradera till Premium för att få tillgång till din fullständiga skannhistorik!
th: อัปเกรดเป็นพรีเมียมเพื่อเข้าถึงประวัติการสแกนทั้งหมดของคุณค่ะ!
tr: Tam tarama geçmişinize erişmek için Premium'a geçin!
uk: Оформіть підписку Premium для доступу до повної історії сканувань!
vi: Nâng cấp lên Premium để truy cập lịch sử quét đầy đủ của bạn!
zh: 升级到高级版以访问完整扫描历史!
zh_tw: 升級到進階版以存取完整掃描歷史!

source: Upgrade to Premium
ar: الترقية إلى المميز
da: Opgrader til Premium
de: Upgrade auf Premium
el: Αναβάθμιση σε Premium
es_419: Actualizar a Premium
fi: Päivitä Premium-versioon
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
hu: Váltson Prémiumra
id: Upgrade ke Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
nl: Upgrade naar Premium
no: Oppgrader til Premium
pl: Przejdź na Premium
pt_pt: Subscrever Premium
ro: Treci la Premium
ru: Оформить Premium
sv: Uppgradera till Premium
th: อัปเกรดเป็นพรีเมียม
tr: Premium'a Geç
uk: Оформити Premium
vi: Nâng Cấp Lên Premium
zh: 升级到高级版
zh_tw: 升級到進階版

source: Upgrade to View
ar: الترقية للعرض
da: Opgrader for at se
de: Upgrade zum Ansehen
el: Αναβάθμιση για Προβολή
es_419: Actualizar para Ver
fi: Näe Premium-versiolla
fr: Passer à Premium pour voir
hi: देखने के लिए अपग्रेड करें
hu: Váltson Prémiumra a megtekintéshez
id: Upgrade untuk Melihat
ja: 表示するにはアップグレード
ko: 보기 위해 업그레이드
nl: Upgrade om te Bekijken
no: Oppgrader for å Se
pl: Przejdź na Premium, aby Wyświetlić
pt_pt: Subscrever para Ver
ro: Treci la Premium pentru a Vizualiza
ru: Просмотреть с Premium
sv: Uppgradera för att Visa
th: อัปเกรดเพื่อดู
tr: Görüntülemek için Premium'a Geç
uk: Переглянути з Premium
vi: Nâng Cấp Để Xem
zh: 升级查看
zh_tw: 升級檢視

source: Upgrade to Chat
ar: الترقية للمحادثة
da: Opgrader for at chatte
el: Αναβάθμιση για Συνομιλία
es_419: Actualizar para Chatear
fi: Keskustele Premium-versiolla
hi: चैट करने के लिए अपग्रेड करें
hu: Váltson Prémiumra a csevegéshez
id: Upgrade untuk Mengobrol
ja: チャットするにはアップグレード
ko: 채팅하기 위해 업그레이드
nl: Upgrade om te Chatten
no: Oppgrader for å Chatte
pl: Przejdź na Premium, aby Czatować
pt_pt: Subscrever para Conversar
ro: Treci la Premium pentru a Chatta
ru: Чат с Premium
sv: Uppgradera för att Chatta
th: อัปเกรดเพื่อแชท
tr: Sohbet için Premium'a Geç
vi: Nâng Cấp Để Trò Chuyện
zh: 升级聊天
zh_tw: 升級聊天

source: Premium Feature
ar: ميزة مميزة
da: Premium-funktion
de: Premium-Funktion
el: Premium Λειτουργία
es_419: Función Premium
fi: Premium-ominaisuus
fr: Fonction Premium
hi: प्रीमियम सुविधा
hu: Prémium funkció
id: Fitur Premium
ja: プレミアム機能
ko: 프리미엄 기능
nl: Premium Functie
no: Premium Funksjon
pl: Funkcja Premium
pt_pt: Funcionalidade Premium
ro: Funcție Premium
ru: Функция Premium
sv: Premium-funktion
th: ฟีเจอร์พรีเมียม
tr: Premium Özellik
uk: Функція Premium
vi: Tính Năng Premium
zh: 高级功能
zh_tw: 進階功能

source: Free Plan Usage
ar: استخدام الخطة المجانية
da: Gratis plan forbrug
el: Χρήση Δωρεάν Πλάνου
es_419: Uso del Plan Gratis
fi: Ilmaisen version käyttö
hi: मुफ्त योजना उपयोग
hu: Ingyenes csomag használat
id: Penggunaan Paket Gratis
ja: 無料プラン使用状況
ko: 무료 플랜 사용량
nl: Gratis Plan Gebruik
no: Gratis Plan Bruk
pl: Wykorzystanie Planu Darmowego
pt_pt: Utilização do Plano Gratuito
ro: Utilizare Plan Gratuit
ru: Использование бесплатного плана
sv: Gratisplan Användning
th: การใช้งานแผนฟรี
tr: Ücretsiz Plan Kullanımı
vi: Sử Dụng Gói Miễn Phí
zh: 免费计划使用
zh_tw: 免費方案使用

source: Scans this week
ar: عمليات المسح هذا الأسبوع
da: Scanninger denne uge
el: Σαρώσεις αυτή την εβδομάδα
es_419: Escaneos esta semana
fi: Skannaukset tällä viikolla
hi: इस सप्ताह स्कैन
hu: Szkennelések ezen a héten
id: Pemindaian minggu ini
ja: 今週のスキャン
ko: 이번 주 스캔
nl: Scans deze week
no: Skanninger denne uken
pl: Skanowania w tym tygodniu
pt_pt: Digitalizações esta semana
ro: Scanări săptămâna aceasta
ru: Сканирования на этой неделе
sv: Skanningar denna vecka
th: การสแกนในสัปดาห์นี้
tr: Bu haftaki taramalar
vi: Số lần quét trong tuần
zh: 本周扫描
zh_tw: 本週掃描

source: Messages today
ar: الرسائل اليوم
da: Beskeder i dag
el: Μηνύματα σήμερα
es_419: Mensajes hoy
fi: Viestit tänään
hi: आज संदेश
hu: Üzenetek ma
id: Pesan hari ini
ja: 今日のメッセージ
ko: 오늘 메시지
nl: Berichten vandaag
no: Meldinger i dag
pl: Wiadomości dzisiaj
pt_pt: Mensagens hoje
ro: Mesaje astăzi
ru: Сообщения сегодня
sv: Meddelanden idag
th: ข้อความวันนี้
tr: Bugünkü mesajlar
vi: Tin nhắn hôm nay
zh: 今日消息
zh_tw: 今日訊息

source: Limits reached
ar: تم بلوغ الحدود
da: Grænser nået
el: Όρια που επιτεύχθηκαν
es_419: Límites alcanzados
fi: Rajat saavutettu
hi: सीमाएं पूर्ण
hu: Elért limitek
id: Batas tercapai
ja: 制限に達しました
ko: 제한 도달
nl: Limieten bereikt
no: Grenser nådd
pl: Osiągnięte limity
pt_pt: Limites atingidos
ro: Limite atinse
ru: Лимиты достигнуты
sv: Gränser uppnådda
th: ถึงขอบเขตแล้ว
tr: Limitler doldu
vi: Đã đạt giới hạn
zh: 已达限制
zh_tw: 已達限制

source: Remaining scans
ar: الفحوصات المتبقية
da: Resterende scanninger
de: Verbleibende Scans
el: Υπόλοιπες σαρώσεις
es_419: Escaneos restantes
fi: Jäljellä olevia skannauksia
fr: Scans restants
hi: शेष स्कैन
hu: Hátralévő vizsgálatok
id: Pemindaian tersisa
ja: 残りのスキャン
ko: 남은 스캔
nl: Resterende scans
no: Gjenværende skanninger
pl: Pozostałe skanowania
pt_pt: Digitalizações restantes
ro: Scanări rămase
ru: Осталось сканирований
sv: Återstående skanningar
th: การสแกนที่เหลือ
tr: Kalan taramalar
vi: Lần quét còn lại
zh: 剩余扫描
zh_tw: 剩餘掃描

source: Remaining messages
ar: الرسائل المتبقية
da: Resterende beskeder
de: Verbleibende Nachrichten
el: Υπόλοιπα μηνύματα
es_419: Mensajes restantes
fi: Jäljellä olevia viestejä
fr: Messages restants
hi: शेष संदेश
hu: Hátralévő üzenetek
id: Pesan tersisa
ja: 残りのメッセージ
ko: 남은 메시지
nl: Resterende berichten
no: Gjenværende meldinger
pl: Pozostałe wiadomości
pt_pt: Mensagens restantes
ro: Mesaje rămase
ru: Осталось сообщений
sv: Återstående meddelanden
th: ข้อความที่เหลือ
tr: Kalan mesajlar
vi: Tin nhắn còn lại
zh: 剩余消息
zh_tw: 剩餘訊息

source: Unlock Unlimited Access
ar: افتح الوصول غير المحدود
da: Lås op for ubegrænset adgang
el: Ξεκλειδώστε Απεριόριστη Πρόσβαση
es_419: Desbloquear Acceso Ilimitado
fi: Avaa rajaton käyttö
hi: असीमित पहुंच अनलॉक करें
hu: Korlátlan hozzáférés feloldása
id: Buka Akses Tak Terbatas
ja: 無制限アクセスをアンロック
ko: 무제한 액세스 잠금 해제
nl: Ontgrendel Onbeperkte Toegang
no: Lås Opp Ubegrenset Tilgang
pl: Odblokuj Nieograniczony Dostęp
pt_pt: Desbloquear Acesso Ilimitado
ro: Deblochează Acces Nelimitat
ru: Разблокируйте неограниченный доступ
sv: Lås Upp Obegränsad Åtkomst
th: ปลดล็อกการใช้งานไม่จำกัด
tr: Sınırsız Erişimin Kilidini Aç
vi: Mở Khóa Truy Cập Không Giới Hạn
zh: 解锁无限访问
zh_tw: 解鎖無限存取

# upgradeToPremiumDescription
source: Get unlimited scans, messages, and full access to your scan history with Premium!
ar: احصل على مسح ورسائل غير محدودة ووصول كامل إلى سجل المسح الخاص بك مع المميز!
da: Få ubegrænsede scanninger, beskeder og fuld adgang til din scanningshistorik med Premium!
el: Αποκτήστε απεριόριστες σαρώσεις, μηνύματα και πλήρη πρόσβαση στο ιστορικό σαρώσεών σας με Premium!
es_419: ¡Obtén escaneos ilimitados, mensajes ilimitados y acceso completo a tu historial de escaneos con Premium!
fi: Hanki rajattomat skannaukset, viestit ja täysi pääsy skannaushistoriaasi Premium-versiolla!
hi: प्रीमियम के साथ असीमित स्कैन, संदेश और अपने स्कैन इतिहास तक पूर्ण पहुंच प्राप्त करें!
hu: Kapjon korlátlan szkennelést, üzeneteket és teljes hozzáférést szkennelési előzményeihez a Prémiummal!
id: Dapatkan pemindaian, pesan, dan akses penuh ke riwayat pemindaian Anda dengan Premium!
ja: プレミアムで無制限のスキャン、メッセージ、完全なスキャン履歴へのアクセスを取得！
ko: 프리미엄으로 무제한 스캔, 메시지 및 전체 스캔 기록에 대한 액세스를 얻으세요!
nl: Krijg onbeperkte scans, berichten en volledige toegang tot uw scangeschiedenis met Premium!
no: Få ubegrensede skanninger, meldinger og full tilgang til skannehistorikken din med Premium!
pl: Uzyskaj nieograniczone skanowania, wiadomości i pełny dostęp do historii skanowania z Premium!
pt_pt: Obtenha digitalizações, mensagens e acesso completo ao seu histórico de digitalizações com o Premium!
ro: Obține scanări nelimitate, mesaje și acces complet la istoricul de scanări cu Premium!
ru: Получите неограниченные сканирования, сообщения и полный доступ к истории сканирований с Premium!
sv: Få obegränsade skanningar, meddelanden och fullständig åtkomst till din skannhistorik med Premium!
th: รับการสแกนไม่จำกัด ข้อความไม่จำกัด และเข้าถึงประวัติการสแกนทั้งหมดกับพรีเมียมค่ะ!
tr: Premium ile sınırsız tarama, mesaj ve tam tarama geçmişi erişimi elde edin!
vi: Nhận quét không giới hạn, tin nhắn không giới hạn và truy cập đầy đủ lịch sử quét của bạn với Premium!
zh: 使用高级版获得无限扫描、无限消息和完整扫描历史访问!
zh_tw: 使用進階版獲得無限掃描、無限訊息和完整掃描歷史存取!

source: Premium Benefits
ar: مزايا المميز
da: Premium-fordele
el: Οφέλη Premium
es_419: Beneficios Premium
fi: Premium-edut
hi: प्रीमियम लाभ
hu: Prémium előnyök
id: Manfaat Premium
ja: プレミアム特典
ko: 프리미엄 혜택
nl: Premium Voordelen
no: Premium Fordeler
pl: Korzyści Premium
pt_pt: Benefícios Premium
ro: Beneficii Premium
ru: Преимущества Premium
sv: Premium-fördelar
th: สิทธิประโยชน์พรีเมียม
tr: Premium Avantajları
vi: Lợi Ích Premium
zh: 高级版权益
zh_tw: 進階版權益

source: Unlimited AI chat messages
ar: رسائل محادثة ذكية غير محدودة
da: Ubegrænsede AI-chatbeskeder
el: Απεριόριστα μηνύματα AI chat
es_419: Mensajes de chat con IA ilimitados
fi: Rajattomat AI-keskusteluviestit
hi: असीमित AI चैट संदेश
hu: Korlátlan AI csevegési üzenetek
id: Pesan obrolan AI tak terbatas
ja: 無制限のAIチャットメッセージ
ko: 무제한 AI 채팅 메시지
nl: Onbeperkte AI chatberichten
no: Ubegrensede AI-chatmeldinger
pl: Nieograniczone wiadomości czatu AI
pt_pt: Mensagens de conversa com IA ilimitadas
ro: Mesaje AI nelimitate
ru: Неограниченные сообщения в чате с ИИ
sv: Obegränsade AI-chattmeddelanden
th: ข้อความแชท AI ไม่จำกัด
tr: Sınırsız AI sohbet mesajları
vi: Tin nhắn trò chuyện AI không giới hạn
zh: 无限AI聊天消息
zh_tw: 無限AI聊天訊息

source: Full access to scan history
ar: وصول كامل إلى سجل المسح
da: Fuld adgang til scanningshistorik
el: Πλήρης πρόσβαση στο ιστορικό σαρώσεων
es_419: Acceso completo al historial de escaneos
fi: Täysi pääsy skannaushistoriaan
hi: स्कैन इतिहास तक पूर्ण पहुंच
hu: Teljes hozzáférés a szkennelési előzményekhez
id: Akses penuh ke riwayat pemindaian
ja: スキャン履歴への完全アクセス
ko: 스캔 기록에 대한 전체 액세스
nl: Volledige toegang tot scangeschiedenis
no: Full tilgang til skannehistorikk
pl: Pełny dostęp do historii skanowania
pt_pt: Acesso completo ao histórico de digitalizações
ro: Acces complet la istoricul de scanări
ru: Полный доступ к истории сканирований
sv: Fullständig åtkomst till skannhistorik
th: เข้าถึงประวัติการสแกนทั้งหมด
tr: Tam tarama geçmişi erişimi
vi: Truy cập đầy đủ lịch sử quét
zh: 完全访问扫描历史
zh_tw: 完全存取掃描歷史

source: Priority support
ar: دعم ذو أولوية
da: Prioriteret support
el: Προτεραιότητα υποστήριξης
es_419: Soporte prioritario
fi: Ensisijainen tuki
hi: प्राथमिकता समर्थन
hu: Prioritásos támogatás
id: Dukungan prioritas
ja: 優先サポート
ko: 우선 지원
nl: Prioriteitsondersteuning
no: Prioritetsstøtte
pl: Priorytetowe wsparcie
pt_pt: Suporte prioritário
ro: Suport prioritar
ru: Приоритетная поддержка
sv: Prioriterad support
th: การสนับสนุนลำดับความสำคัญ
tr: Öncelikli destek
vi: Hỗ trợ ưu tiên
zh: 优先支持
zh_tw: 優先支援

source: Learn More
ar: معرفة المزيد
da: Lær mere
el: Μάθετε Περισσότερα
es_419: Saber Más
fi: Lue lisää
hi: और जानें
hu: Tudjon meg többet
id: Pelajari Lebih Lanjut
ja: 詳細
ko: 자세히 알아보기
nl: Meer Informatie
no: Lær Mer
pl: Dowiedz Się Więcej
pt_pt: Saiba Mais
ro: Află Mai Multe
ru: Узнать больше
sv: Läs Mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
vi: Tìm Hiểu Thêm
zh: 了解更多
zh_tw: 了解更多

source: Upgrade Now
ar: الترقية الآن
da: Opgrader nu
el: Αναβάθμιση Τώρα
es_419: Actualizar Ahora
fi: Päivitä nyt
hi: अभी अपग्रेड करें
hu: Váltson most
id: Upgrade Sekarang
ja: 今すぐアップグレード
ko: 지금 업그레이드
nl: Nu Upgraden
no: Oppgrader Nå
pl: Przejdź Teraz
pt_pt: Subscrever Agora
ro: Treci la Premium Acum
ru: Оформить сейчас
sv: Uppgradera Nu
th: อัปเกรดตอนนี้
tr: Şimdi Yükselt
vi: Nâng Cấp Ngay
zh: 立即升级
zh_tw: 立即升級

source: Maybe Later
ar: ربما لاحقاً
da: Måske senere
el: Ίσως Αργότερα
es_419: Tal Vez Después
fi: Ehkä myöhemmin
hi: शायद बाद में
hu: Talán később
id: Mungkin Nanti
ja: 後で
ko: 나중에
nl: Misschien Later
no: Kanskje Senere
pl: Może Później
pt_pt: Talvez Mais Tarde
ro: Poate Mai Târziu
ru: Может быть позже
sv: Kanske Senare
th: ภายหลัง
tr: Belki Sonra
vi: Để Sau
zh: 稍后再说
zh_tw: 稍後再說

# scanHistoryLimit
source: Only the most recent scan is visible in history
ar: فقط أحدث عملية مسح مرئية في السجل
da: Kun den seneste scanning er synlig i historikken
el: Μόνο η πιο πρόσφατη σάρωση είναι ορατή στο ιστορικό
es_419: Solo el escaneo más reciente es visible en el historial
fi: Vain viimeisin skannaus näkyy historiassa
hi: इतिहास में केवल सबसे हालिया स्कैन दिखाई देता है
hu: Csak a legutóbbi szkennelés látható az előzményekben
id: Hanya pemindaian terbaru yang terlihat di riwayat
ja: 履歴には最新のスキャンのみ表示されます
ko: 기록에서 가장 최근 스캔만 표시됩니다
nl: Alleen de meest recente scan is zichtbaar in de geschiedenis
no: Bare den siste skanningen er synlig i historikk
pl: Tylko najnowsze skanowanie jest widoczne w historii
pt_pt: Apenas a digitalização mais recente está visível no histórico
ro: Doar cea mai recentă scanare este vizibilă în istoric
ru: Только самое последнее сканирование видно в истории
sv: Endast den senaste skanningen är synlig i historiken
th: มีเฉพาะการสแกนล่าสุดแสดงในประวัติ
tr: Geçmişte yalnızca en son tarama görünür
vi: Chỉ có lần quét gần nhất hiển thị trong lịch sử
zh: 历史中仅显示最近一次扫描
zh_tw: 歷史中僅顯示最近一次掃描

source: Upgrade for unlimited scans!
ar: قم بالترقية للحصول على مسح غير محدود!
da: Opgrader for ubegrænsede scanninger!
el: Αναβαθμίστε για απεριόριστες σαρώσεις!
es_419: ¡Actualiza para escaneos ilimitados!
fi: Päivitä rajattomiin skannauksiin!
hi: असीमित स्कैन के लिए अपग्रेड करें!
hu: Váltson Prémiumra a korlátlan szkenneléshez!
id: Upgrade untuk pemindaian tak terbatas!
ja: 無制限スキャンにアップグレード！
ko: 무제한 스캔을 위해 업그레이드하세요!
nl: Upgrade voor onbeperkt scannen!
no: Oppgrader for ubegrensede skanninger!
pl: Przejdź na Premium dla nieograniczonego skanowania!
pt_pt: Subscreva para digitalizações ilimitadas!
ro: Treci la Premium pentru scanări nelimitate!
ru: Оформите Premium для неограниченных сканирований!
sv: Uppgradera för obegränsade skanningar!
th: อัปเกรดเพื่อสแกนไม่จำกัดค่ะ!
tr: Sınırsız tarama için yükseltin!
vi: Nâng cấp để quét không giới hạn!
zh: 升级获取无限扫描!
zh_tw: 升級取得無限掃描!

source: Upgrade for unlimited chat!
ar: قم بالترقية للحصول على محادثة غير محدودة!
da: Opgrader for ubegrænset chat!
el: Αναβαθμίστε για απεριόριστη συνομιλία!
es_419: ¡Actualiza para chat ilimitado!
fi: Päivitä rajattomaan keskusteluun!
hi: असीमित चैट के लिए अपग्रेड करें!
hu: Váltson Prémiumra a korlátlan csevegéshez!
id: Upgrade untuk obrolan tak terbatas!
ja: 無制限チャットにアップグレード！
ko: 무제한 채팅을 위해 업그레이드하세요!
nl: Upgrade voor onbeperkt chatten!
no: Oppgrader for ubegrenset chat!
pl: Przejdź na Premium dla nieograniczonego czatu!
pt_pt: Subscreva para conversas ilimitadas!
ro: Treci la Premium pentru chat nelimitat!
ru: Оформите Premium для неограниченного чата!
sv: Uppgradera för obegränsad chatt!
th: อัปเกรดเพื่อแชทไม่จำกัดค่ะ!
tr: Sınırsız sohbet için yükseltin!
vi: Nâng cấp để trò chuyện không giới hạn!
zh: 升级获取无限聊天!
zh_tw: 升級取得無限聊天!

source: Slow Internet Connection
ar: اتصال إنترنت بطيء
da: Langsom internetforbindelse
de: Langsame Internetverbindung
el: Αργή Σύνδεση Internet
es_419: Conexión a Internet Lenta
fi: Hidas internetyhteys
fr: Connexion Internet lente
hi: धीमा इंटरनेट कनेक्शन
hu: Lassú internetkapcsolat
id: Koneksi Internet Lambat
ja: インターネット接続が遅い
ko: 느린 인터넷 연결
nl: Trage Internetverbinding
no: Treg Internettforbindelse
pl: Wolne Połączenie Internetowe
pt_pt: Ligação à Internet Lenta
ro: Conexiune Internet Lentă
ru: Медленное интернет-соединение
sv: Långsam Internetanslutning
th: อินเทอร์เน็ตช้า
tr: Yavaş İnternet Bağlantısı
uk: Повільне інтернет-з'єднання
vi: Kết Nối Internet Chậm
zh: 网络连接缓慢
zh_tw: 網路連線緩慢
