Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# botGreeting5
source: Welcome! Let's explore the composition of your cosmetics together.
ar: مرحباً! دعنا نستكشف تركيبة مستحضرات التجميل الخاصة بك معاً.
da: Velkommen! Lad os udforske sammensætningen af din kosmetik sammen.
de: Willkommen! Lassen Sie uns gemeinsam die Zusammensetzung Ihrer Kosmetik untersuchen.
el: Καλώς ήρθατε! Ας εξερευνήσουμε μαζί τη σύνθεση των καλλυντικών σας.
es_419: ¡Bienvenido! Exploremos juntos la composición de tus cosméticos.
fi: Tervetuloa! Tutkitaan kosmetiikkasi koostumusta yhdessä.
fr: Bienvenue ! Examinons ensemble la composition de vos cosmétiques.
hi: स्वागत है! आइए एक साथ आपके सौंदर्य प्रसाधनों की संरचना का पता लगाएं।
hu: Üdvözöllek! Fedezzük fel együtt kozmetikumaid összetételét.
id: Selamat datang! Mari kita jelajahi komposisi kosmetik Anda bersama-sama.
ja: ようこそ！一緒に化粧品の成分を探ってみましょう。
ko: 환영합니다! 함께 화장품 성분을 살펴봅시다.
nl: Welkom! Laten we samen de samenstelling van uw cosmetica verkennen.
no: Velkommen! La oss utforske sammensetningen av kosmetikken din sammen.
pl: Witam! Odkryjmy razem skład Twoich kosmetyków.
pt_pt: Bem-vindo! Vamos explorar a composição dos seus cosméticos juntos.
ro: Bine ai venit! Hai să explorăm împreună compoziția cosmeticelor tale.
ru: Добро пожаловать! Давайте вместе изучим состав вашей косметики.
sv: Välkommen! Låt oss utforska sammansättningen av din kosmetika tillsammans.
th: ยินดีต้อนรับค่ะ! มาสำรวจองค์ประกอบเครื่องสำอางของคุณด้วยกันนะคะ
tr: Hoş geldiniz! Kozmetiklerinizin içeriğini birlikte keşfedelim.
uk: Ласкаво просимо! Давайте разом вивчимо склад вашої косметики.
vi: Chào mừng! Hãy cùng khám phá thành phần mỹ phẩm của bạn.
zh: 欢迎!让我们一起探索你的化妆品成分吧。
zh_tw: 歡迎!讓我們一起探索你的化妝品成分吧。

# botGreeting6
source: Hello! Ready to answer your questions about cosmetics.
ar: مرحباً! مستعد للإجابة على أسئلتك حول مستحضرات التجميل.
da: Hej! Klar til at besvare dine spørgsmål om kosmetik.
de: Hallo! Ich bin bereit, Ihre Fragen zur Kosmetik zu beantworten.
el: Γεια σας! Έτοιμος να απαντήσω στις ερωτήσεις σας για τα καλλυντικά.
es_419: ¡Hola! Lista para responder tus preguntas sobre cosméticos.
fi: Hei! Valmis vastaamaan kysymyksiisi kosmetiikasta.
fr: Bonjour ! Prêt à répondre à vos questions sur les cosmétiques.
hi: नमस्ते! सौंदर्य प्रसाधनों के बारे में आपके प्रश्नों का उत्तर देने के लिए तैयार।
hu: Helló! Készen állok a kozmetikumokkal kapcsolatos kérdések megválaszolására.
id: Halo! Siap menjawab pertanyaan Anda tentang kosmetik.
ja: こんにちは！化粧品に関するご質問にお答えする準備ができています。
ko: 안녕하세요! 화장품에 관한 질문에 답변할 준비가 되었습니다.
nl: Hallo! Klaar om uw vragen over cosmetica te beantwoorden.
no: Hei! Klar til å svare på spørsmålene dine om kosmetikk.
pl: Cześć! Gotowy do odpowiedzi na Twoje pytania o kosmetyki.
pt_pt: Olá! Pronto para responder às suas perguntas sobre cosméticos.
ro: Salut! Sunt gata să răspund la întrebările tale despre cosmetice.
ru: Здравствуйте! Готов ответить на ваши вопросы о косметике.
sv: Hej! Redo att svara på dina frågor om kosmetika.
th: สวัสดีค่ะ! พร้อมตอบคำถามเกี่ยวกับเครื่องสำอางค่ะ
tr: Merhaba! Kozmetikler hakkındaki sorularınızı cevaplamaya hazırım.
uk: Вітаю! Готовий відповісти на ваші запитання про косметику.
vi: Xin chào! Sẵn sàng trả lời câu hỏi của bạn về mỹ phẩm.
zh: 你好!准备好回答你关于化妆品的问题。
zh_tw: 你好!準備好回答你關於化妝品的問題。

# botGreeting7
source: Hi! I'm your personal cosmetology assistant.
ar: مرحباً! أنا مساعدك الشخصي في مجال التجميل.
da: Hej! Jeg er din personlige kosmetologiassistent.
de: Hallo! Ich ist Ihr persönlicher Kosmetikassistent.
el: Γεια! Είμαι ο προσωπικός σας βοηθός καλλυντολογίας.
es_419: ¡Hola! Soy tu asistente personal de cosmetología.
fi: Hei! Olen henkilökohtainen kosmetologia-avustajasi.
fr: Bonjour ! Je suis votre assistant personnel en cosmétologie.
hi: नमस्ते! मैं आपका व्यक्तिगत कॉस्मेटोलॉजी सहायक हूं।
hu: Szia! A személyes kozmetológiai asszisztensed vagyok.
id: Hai! Saya asisten kosmetologi pribadi Anda.
ja: こんにちは！あなたのパーソナル美容アシスタントです。
ko: 안녕하세요! 개인 화장품 어시스턴트입니다.
nl: Hoi! Ik ben uw persoonlijke cosmetologie-assistent.
no: Hei! Jeg er din personlige kosmetologiassistent.
pl: Cześć! Jestem Twoim osobistym asystentem kosmetologicznym.
pt_pt: Olá! Sou o seu assistente pessoal de cosmetologia.
ro: Bună! Sunt asistentul tău personal de cosmetologie.
ru: Привет! Я ваш персональный помощник по косметологии.
sv: Hej! Jag är din personliga kosmetologiassistent.
th: สวัสดีค่ะ! ดิฉันเป็นผู้ช่วยด้านความงามส่วนตัวของคุณค่ะ
tr: Merhaba! Ben sizin kişisel kozmetoloji asistanınızım.
uk: Привіт! Я ваш персональний помічник з косметології.
vi: Chào bạn! Tôi là trợ lý mỹ phẩm học cá nhân của bạn.
zh: 嗨!我是你的个人化妆品学助手。
zh_tw: 嗨!我是你的個人化妝品學助手。

# botGreeting8
source: Good day! I'll help you understand the composition of cosmetic products.
ar: يوم سعيد! سأساعدك على فهم تركيبة منتجات التجميل.
da: God dag! Jeg hjælper dig med at forstå sammensætningen af kosmetiske produkter.
de: Guten Tag! Ich helfe Ihnen, die Zusammensetzung von Kosmetikprodukten zu verstehen.
el: Καλημέρα! Θα σας βοηθήσω να κατανοήσετε τη σύνθεση των καλλυντικών προϊόντων.
es_419: ¡Buen día! Te ayudaré a entender la composición de los productos cosméticos.
fi: Hyvää päivää! Autan sinua ymmärtämään kosmeettisten tuotteiden koostumusta.
fr: Bonjour ! Je vais vous aider à comprendre la composition des produits cosmétiques.
hi: नमस्ते! मैं आपको कॉस्मेटिक उत्पादों की संरचना समझने में मदद करूंगा।
hu: Jó napot! Segítek megérteni a kozmetikai termékek összetételét.
id: Selamat siang! Saya akan membantu Anda memahami komposisi produk kosmetik.
ja: こんにちは！化粧品の成分を理解するお手伝いをします。
ko: 안녕하세요! 화장품 성분을 이해하는 데 도움을 드리겠습니다.
nl: Goedendag! Ik help u de samenstelling van cosmetische producten te begrijpen.
no: God dag! Jeg vil hjelpe deg med å forstå sammensetningen av kosmetiske produkter.
pl: Dzień dobry! Pomogę Ci zrozumieć skład produktów kosmetycznych.
pt_pt: Bom dia! Vou ajudá-lo a compreender a composição dos produtos cosméticos.
ro: Bună ziua! Te voi ajuta să înțelegi compoziția produselor cosmetice.
ru: Добрый день! Помогу разобраться в составе косметических средств.
sv: God dag! Jag hjälper dig förstå sammansättningen av kosmetiska produkter.
th: สวัสดีค่ะ! จะช่วยคุณเข้าใจองค์ประกอบของผลิตภัณฑ์เครื่องสำอางนะคะ
tr: İyi günler! Kozmetik ürünlerin içeriğini anlamanıza yardımcı olacağım.
uk: Добрий день! Допоможу розібратися зі складом косметичних засобів.
vi: Chào ngày tốt lành! Tôi sẽ giúp bạn hiểu thành phần sản phẩm mỹ phẩm.
zh: 你好!我会帮助你了解化妆品的成分。
zh_tw: 你好!我會幫助你了解化妝品的成分。

# botGreeting9
source: Hello! Let's make your cosmetics safer together.
ar: مرحباً! دعنا نجعل مستحضرات التجميل الخاصة بك أكثر أماناً معاً.
da: Hej! Lad os gøre din kosmetik mere sikker sammen.
de: Hallo! Lassen Sie uns Ihre Kosmetik sicherer machen.
el: Γεια σας! Ας κάνουμε τα καλλυντικά σας πιο ασφαλή μαζί.
es_419: ¡Hola! Hagamos tus cosméticos más seguros juntos.
fi: Hei! Tehdään kosmetiikastasi turvallisempi yhdessä.
fr: Bonjour ! Rendons vos cosmétiques plus sûrs ensemble.
hi: नमस्ते! आइए एक साथ आपके सौंदर्य प्रसाधनों को सुरक्षित बनाएं।
hu: Helló! Tegyük biztonságosabbá kozmetikumaidat együtt.
id: Halo! Mari kita buat kosmetik Anda lebih aman bersama-sama.
ja: こんにちは！一緒に化粧品をより安全にしましょう。
ko: 안녕하세요! 함께 화장품을 더 안전하게 만들어봅시다.
nl: Hallo! Laten we uw cosmetica samen veiliger maken.
no: Hei! La oss gjøre kosmetikken din tryggere sammen.
pl: Cześć! Uczyńmy razem Twoje kosmetyki bezpieczniejszymi.
pt_pt: Olá! Vamos tornar os seus cosméticos mais seguros juntos.
ro: Salut! Hai să facem împreună cosmeticele tale mai sigure.
ru: Здравствуйте! Давайте сделаем вашу косметику безопаснее.
sv: Hej! Låt oss göra din kosmetika säkrare tillsammans.
th: สวัสดีค่ะ! มาทำให้เครื่องสำอางของคุณปลอดภัยยิ่งขึ้นด้วยกันค่ะ
tr: Merhaba! Kozmetiklerinizi birlikte daha güvenli hale getirelim.
uk: Вітаю! Давайте зробимо вашу косметику безпечнішою.
vi: Xin chào! Hãy cùng làm cho mỹ phẩm của bạn an toàn hơn.
zh: 你好!让我们一起让你的化妆品更安全。
zh_tw: 你好!讓我們一起讓你的化妝品更安全。

# botGreeting10
source: I welcome you! Ready to share knowledge about cosmetics.
ar: أرحب بك! مستعد لمشاركة المعرفة حول مستحضرات التجميل.
da: Velkommen! Klar til at dele viden om kosmetik.
de: Ich begrüße Sie! Ich teile gerne mein Wissen über Kosmetik.
el: Σας καλωσορίζω! Έτοιμος να μοιραστώ γνώσεις για τα καλλυντικά.
es_419: ¡Te doy la bienvenida! Lista para compartir conocimientos sobre cosméticos.
fi: Tervetuloa! Valmis jakamaan tietoa kosmetiikasta.
fr: Je vous salue ! Prêt à partager mes connaissances sur les cosmétiques.
hi: स्वागत है! सौंदर्य प्रसाधनों के बारे में ज्ञान साझा करने के लिए तैयार।
hu: Üdvözlöm! Készen állok megosztani tudásomat a kozmetikumokról.
id: Saya sambut Anda! Siap berbagi pengetahuan tentang kosmetik.
ja: ようこそ！化粧品に関する知識を共有する準備ができています。
ko: 환영합니다! 화장품에 대한 지식을 공유할 준비가 되었습니다.
nl: Welkom! Klaar om kennis over cosmetica te delen.
no: Velkommen! Klar til å dele kunnskap om kosmetikk.
pl: Witam! Gotowy do dzielenia się wiedzą o kosmetykach.
pt_pt: Bem-vindo! Pronto para partilhar conhecimento sobre cosméticos.
ro: Te salut! Sunt gata să împărtășesc cunoștințe despre cosmetice.
ru: Приветствую! Готов поделиться знаниями о косметике.
sv: Välkommen! Redo att dela kunskap om kosmetika.
th: ยินดีต้อนรับค่ะ! พร้อมแบ่งปันความรู้เกี่ยวกับเครื่องสำอางค่ะ
tr: Hoş geldiniz! Kozmetikler hakkında bilgi paylaşmaya hazırım.
uk: Привітую! Готовий поділитися знаннями про косметику.
vi: Tôi chào mừng bạn! Sẵn sàng chia sẻ kiến thức về mỹ phẩm.
zh: 欢迎!准备好分享化妆品知识。
zh_tw: 歡迎!準備好分享化妝品知識。

# botGreeting11
source: Good day! I'll help you find the best cosmetic solutions for you.
ar: يوم سعيد! سأساعدك في إيجاد أفضل حلول التجميل لك.
da: God dag! Jeg hjælper dig med at finde de bedste kosmetiske løsninger til dig.
de: Guten Tag! Ich helfe Ihnen, die besten Kosmetiklösungen zu finden.
el: Καλημέρα! Θα σας βοηθήσω να βρείτε τις καλύτερες καλλυντικές λύσεις για εσάς.
es_419: ¡Buen día! Te ayudaré a encontrar las mejores soluciones cosméticas para ti.
fi: Hyvää päivää! Autan sinua löytämään parhaat kosmetiikkaratkaisut sinulle.
fr: Bonjour ! Je vais vous aider à trouver les meilleures solutions cosmétiques.
hi: नमस्ते! मैं आपके लिए सर्वोत्तम कॉस्मेटिक समाधान खोजने में मदद करूंगा।
hu: Jó napot! Segítek megtalálni az Önnek legjobb kozmetikai megoldásokat.
id: Selamat siang! Saya akan membantu Anda menemukan solusi kosmetik terbaik untuk Anda.
ja: こんにちは！あなたに最適な化粧品ソリューションを見つけるお手伝いをします。
ko: 안녕하세요! 최적의 화장품 솔루션을 찾도록 도와드리겠습니다.
nl: Goedendag! Ik help u de beste cosmetische oplossingen voor u te vinden.
no: God dag! Jeg vil hjelpe deg med å finne de beste kosmetiske løsningene for deg.
pl: Dzień dobry! Pomogę Ci znaleźć najlepsze rozwiązania kosmetyczne dla Ciebie.
pt_pt: Bom dia! Vou ajudá-lo a encontrar as melhores soluções cosméticas para si.
ro: Bună ziua! Te voi ajuta să găsești cele mai bune soluții cosmetice pentru tine.
ru: Добрый день! Помогу найти лучшие косметические решения для вас.
sv: God dag! Jag hjälper dig hitta de bästa kosmetiska lösningarna för dig.
th: สวัสดีค่ะ! จะช่วยคุณหาเครื่องสำอางที่ดีที่สุดสำหรับคุณนะคะ
tr: İyi günler! Sizin için en iyi kozmetik çözümleri bulmanıza yardımcı olacağım.
uk: Добрий день! Допоможу знайти найкращі косметичні рішення для вас.
vi: Chào ngày tốt lành! Tôi sẽ giúp bạn tìm giải pháp mỹ phẩm tốt nhất cho bạn.
zh: 你好!我会帮你找到最适合你的化妆品解决方案。
zh_tw: 你好!我會幫你找到最適合你的化妝品解決方案。

# botGreeting12
source: Hello! Your cosmetics safety expert is at your service.
ar: مرحباً! خبير سلامة مستحضرات التجميل الخاص بك في خدمتك.
da: Hej! Din kosmetiske sikkerhedsekspert står til tjeneste.
de: Hallo! Ihr Kosmetiksicherheitsexperte steht zu Ihren Diensten.
el: Γεια σας! Ο ειδικός σας στην ασφάλεια καλλυντικών είναι στην υπηρεσία σας.
es_419: ¡Hola! Tu experta en seguridad de cosméticos a tu servicio.
fi: Hei! Kosmetiikan turvallisuusasiantuntijasi palveluksessasi.
fr: Bonjour ! Votre expert en sécurité cosmétique est à votre service.
hi: नमस्ते! आपका सौंदर्य प्रसाधन सुरक्षा विशेषज्ञ आपकी सेवा में।
hu: Helló! A kozmetikumok biztonsági szakértője a szolgálatában.
id: Halo! Ahli keamanan kosmetik Anda siap melayani.
ja: こんにちは！化粧品の安全性エキスパートがサービスを提供します。
ko: 안녕하세요! 화장품 안전 전문가가 서비스를 제공합니다.
nl: Hallo! Uw cosmetica-veiligheidsexpert tot uw dienst.
no: Hei! Din ekspert på kosmetikksikkerhet til tjeneste.
pl: Cześć! Twój ekspert od bezpieczeństwa kosmetyków do usług.
pt_pt: Olá! O seu especialista em segurança de cosméticos ao seu serviço.
ro: Salut! Expertul tău în siguranța cosmeticelor este la dispoziție.
ru: Здравствуйте! Ваш эксперт по безопасности косметики к вашим услугам.
sv: Hej! Din expert på kosmetikasäkerhet står till tjänst.
th: สวัสดีค่ะ! ผู้เชี่ยวชาญด้านความปลอดภัยของเครื่องสำอางพร้อมให้บริการค่ะ
tr: Merhaba! Kozmetik güvenliği uzmanınız hizmetinizde.
uk: Вітаю! Ваш експерт з безпеки косметики до ваших послуг.
vi: Xin chào! Chuyên gia an toàn mỹ phẩm của bạn sẵn sàng phục vụ.
zh: 你好!你的化妆品安全专家随时为你服务。
zh_tw: 你好!你的化妝品安全專家隨時為你服務。

# botGreeting13
source: Hi! Let's choose the perfect cosmetics for you together.
ar: مرحباً! دعنا نختار مستحضرات التجميل المثالية لك معاً.
da: Hej! Lad os vælge den perfekte kosmetik til dig sammen.
de: Hallo! Lassen Sie uns gemeinsam die perfekte Kosmetik für Sie auswählen.
el: Γεια! Ας επιλέξουμε μαζί τα τέλεια καλλυντικά για εσάς.
es_419: ¡Hola! Elijamos juntos los cosméticos perfectos para ti.
fi: Hei! Valitaan täydellinen kosmetiikka sinulle yhdessä.
fr: Bonjour ! Choisissons ensemble les cosmétiques parfaits pour vous.
hi: नमस्ते! आइए एक साथ आपके लिए सही सौंदर्य प्रसाधन चुनें।
hu: Szia! Válasszuk ki együtt a tökéletes kozmetikumokat számodra.
id: Hai! Mari kita pilih kosmetik yang sempurna untuk Anda bersama-sama.
ja: こんにちは！一緒にあなたにぴったりの化粧品を選びましょう。
ko: 안녕하세요! 함께 완벽한 화장품을 선택해 봅시다.
nl: Hoi! Laten we samen de perfecte cosmetica voor u kiezen.
no: Hei! La oss velge den perfekte kosmetikken for deg sammen.
pl: Cześć! Wybierzmy razem idealne kosmetyki dla Ciebie.
pt_pt: Olá! Vamos escolher os cosméticos perfeitos para si juntos.
ro: Bună! Hai să alegem împreună cosmeticele perfecte pentru tine.
ru: Привет! Давайте вместе подберем идеальную косметику для вас.
sv: Hej! Låt oss välja den perfekta kosmetikan för dig tillsammans.
th: สวัสดีค่ะ! มาเลือกเครื่องสำอางที่ลงตัวสำหรับคุณด้วยกันนะคะ
tr: Merhaba! Sizin için mükemmel kozmetiği birlikte seçelim.
uk: Привіт! Давайте разом підберемо ідеальну косметику для вас.
vi: Chào bạn! Hãy cùng chọn mỹ phẩm hoàn hảo cho bạn.
zh: 嗨!让我们一起为你选择完美的化妆品。
zh_tw: 嗨!讓我們一起為你選擇完美的化妝品。

# botGreeting14
source: Welcome! Ready to help with ingredient analysis.
ar: مرحباً! مستعد للمساعدة في تحليل المكونات.
da: Velkommen! Klar til at hjælpe med ingrediensanalyse.
de: Willkommen! Ich helfe gerne bei der Analyse von Inhaltsstoffen.
el: Καλώς ήρθατε! Έτοιμος να βοηθήσω με την ανάλυση συστατικών.
es_419: ¡Bienvenido! Lista para ayudar con el análisis de ingredientes.
fi: Tervetuloa! Valmis auttamaan ainesosien analyysissa.
fr: Bienvenue ! Prêt à aider avec l'analyse des ingrédients.
hi: स्वागत है! सामग्री विश्लेषण में मदद के लिए तैयार।
hu: Üdvözöllek! Készen állok az összetevők elemzésére.
id: Selamat datang! Siap membantu dengan analisis bahan.
ja: ようこそ！成分分析のお手伝いをする準備ができています。
ko: 환영합니다! 성분 분석을 도와드릴 준비가 되었습니다.
nl: Welkom! Klaar om te helpen met ingrediëntenanalyse.
no: Velkommen! Klar til å hjelpe med ingrediensanalyse.
pl: Witam! Gotowy do pomocy z analizą składników.
pt_pt: Bem-vindo! Pronto para ajudar com análise de ingredientes.
ro: Bine ai venit! Sunt gata să te ajut cu analiza ingredientelor.
ru: Добро пожаловать! Готов помочь с анализом ингредиентов.
sv: Välkommen! Redo att hjälpa till med ingrediensanalys.
th: ยินดีต้อนรับค่ะ! พร้อมช่วยวิเคราะห์ส่วนผสมค่ะ
tr: Hoş geldiniz! İçerik analizi konusunda yardıma hazırım.
uk: Ласкаво просимо! Готовий допомогти з аналізом інгредієнтів.
vi: Chào mừng! Sẵn sàng giúp phân tích thành phần.
zh: 欢迎!准备好帮助你进行成分分析。
zh_tw: 歡迎!準備好幫助你進行成分分析。

# botGreeting15
source: Hello! I'll help you understand the composition of your cosmetics.
ar: مرحباً! سأساعدك على فهم تركيبة مستحضرات التجميل الخاصة بك.
da: Hej! Jeg hjælper dig med at forstå sammensætningen af din kosmetik.
de: Hallo! Ich helfe Ihnen, die Zusammensetzung Ihrer Kosmetik zu verstehen.
el: Γεια σας! Θα σας βοηθήσω να κατανοήσετε τη σύνθεση των καλλυντικών σας.
es_419: ¡Hola! Te ayudaré a entender la composición de tus cosméticos.
fi: Hei! Autan sinua ymmärtämään kosmetiikkasi koostumusta.
fr: Bonjour ! Je vais vous aider à comprendre la composition de vos cosmétiques.
hi: नमस्ते! मैं आपको आपके सौंदर्य प्रसाधनों की संरचना समझने में मदद करूंगा।
hu: Helló! Segítek megérteni kozmetikumaid összetételét.
id: Halo! Saya akan membantu Anda memahami komposisi kosmetik Anda.
ja: こんにちは！化粧品の成分を理解するお手伝いをします。
ko: 안녕하세요! 화장품 성분을 이해하는 데 도움을 드리겠습니다.
nl: Hallo! Ik help u de samenstelling van uw cosmetica te begrijpen.
no: Hei! Jeg vil hjelpe deg med å forstå sammensetningen av kosmetikken din.
pl: Cześć! Pomogę Ci zrozumieć skład Twoich kosmetyków.
pt_pt: Olá! Vou ajudá-lo a compreender a composição dos seus cosméticos.
ro: Salut! Te voi ajuta să înțelegi compoziția cosmeticelor tale.
ru: Здравствуйте! Помогу понять состав вашей косметики.
sv: Hej! Jag hjälper dig förstå sammansättningen av din kosmetika.
th: สวัสดีค่ะ! จะช่วยคุณเข้าใจองค์ประกอบเครื่องสำอางของคุณนะคะ
tr: Merhaba! Kozmetiklerinizin içeriğini anlamanıza yardımcı olacağım.
uk: Вітаю! Допоможу зрозуміти склад вашої косметики.
vi: Xin chào! Tôi sẽ giúp bạn hiểu thành phần mỹ phẩm của bạn.
zh: 你好!我会帮助你了解化妆品的成分。
zh_tw: 你好!我會幫助你了解化妝品的成分。

# botGreeting16
source: I welcome you! Your guide in the world of cosmetology is ready to help.
ar: أرحب بك! مرشدك في عالم التجميل مستعد للمساعدة.
da: Velkommen! Din guide i kosmetologiens verden er klar til at hjælpe.
de: Ich begrüße Sie! Ihr Führer durch die Welt der Kosmetik ist bereit zu helfen.
el: Σας καλωσορίζω! Ο οδηγός σας στον κόσμο της καλλυντολογίας είναι έτοιμος να βοηθήσει.
es_419: ¡Te doy la bienvenida! Tu guía en el mundo de la cosmetología lista para ayudar.
fi: Tervetuloa! Oppaasi kosmetologian maailmassa on valmis auttamaan.
fr: Je vous salue ! Votre guide dans le monde de la cosmétologie est prêt à aider.
hi: स्वागत है! कॉस्मेटोलॉजी की दुनिया में आपका मार्गदर्शक मदद के लिए तैयार है।
hu: Üdvözlöm! A kozmetológia világában az Ön útmutatója készen áll a segítségre.
id: Saya sambut Anda! Panduan Anda di dunia kosmetologi siap membantu.
ja: ようこそ！美容の世界でのあなたのガイドがお手伝いする準備ができています。
ko: 환영합니다! 화장품 세계의 가이드가 도움을 드릴 준비가 되었습니다.
nl: Welkom! Uw gids in de wereld van cosmetologie is klaar om te helpen.
no: Velkommen! Din guide i kosmetologiens verden er klar til å hjelpe.
pl: Witam! Twój przewodnik w świecie kosmetologii jest gotowy do pomocy.
pt_pt: Bem-vindo! O seu guia no mundo da cosmetologia está pronto para ajudar.
ro: Te salut! Ghidul tău în lumea cosmetologiei este gata să te ajute.
ru: Приветствую! Ваш гид в мире косметологии готов помочь.
sv: Välkommen! Din guide i kosmetologins värld är redo att hjälpa.
th: ยินดีต้อนรับค่ะ! ผู้นำทางในโลกความงามพร้อมช่วยเหลือค่ะ
tr: Hoş geldiniz! Kozmetoloji dünyasındaki rehberiniz yardıma hazır.
uk: Привітую! Ваш гід у світі косметології готовий допомогти.
vi: Tôi chào mừng bạn! Người hướng dẫn của bạn trong thế giới mỹ phẩm sẵn sàng giúp đỡ.
zh: 欢迎!你的化妆品学世界向导随时准备帮助。
zh_tw: 歡迎!你的化妝品學世界嚮導隨時準備幫助。

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
da: Kopieret til udklipsholder
de: In die Zwischenablage kopiert
el: Αντιγράφηκε στο πρόχειρο
es_419: Copiado al portapapeles
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
hu: Vágólapra másolva
id: Disalin ke clipboard
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
nl: Gekopieerd naar klembord
no: Kopiert til utklippstavlen
pl: Skopiowano do schowka
pt_pt: Copiado para a área de transferência
ro: Copiat în clipboard
ru: Скопировано в буфер обмена
sv: Kopierad till urklipp
th: คัดลอกไปยังคลิปบอร์ดแล้วค่ะ
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
vi: Đã sao chép vào clipboard
zh: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

source: Try Free
ar: جرب مجاناً
da: Prøv gratis
de: Kostenlos Testen
el: Δοκιμάστε Δωρεάν
es_419: Probar Gratis
fi: Kokeile ilmaiseksi
fr: Essayer Gratuitement
hi: मुफ्त आज़माएं
hu: Próbálja ki ingyen
id: Coba Gratis
ja: 無料で試す
ko: 무료 체험
nl: Probeer Gratis
no: Prøv Gratis
pl: Wypróbuj Za Darmo
pt_pt: Experimentar Grátis
ro: Încearcă Gratuit
ru: Попробуйте бесплатно
sv: Prova Gratis
th: ทดลองใช้ฟรี
tr: Ücretsiz Dene
uk: Спробувати безкоштовно
vi: Dùng Thử Miễn Phí
zh: 免费试用
zh_tw: 免費試用

# cameraNotReady
source: Camera not ready / no permission
ar: الكاميرا غير جاهزة / لا يوجد إذن
da: Kamera ikke klar / mangler tilladelse
de: Kamera nicht bereit / keine Berechtigung
el: Η κάμερα δεν είναι έτοιμη / δεν υπάρχει άδεια
es_419: Cámara no está lista / sin permiso
fi: Kamera ei ole valmis / ei käyttöoikeutta
fr: Caméra non prête / pas de permission
hi: कैमरा तैयार नहीं / अनुमति नहीं
hu: Kamera nem elérhető / nincs engedély
id: Kamera tidak siap / tidak ada izin
ja: カメラの準備ができていない/権限がありません
ko: 카메라가 준비되지 않음 / 권한 없음
nl: Camera niet gereed / geen toestemming
no: Kamera ikke klar / ingen tillatelse
pl: Kamera nie jest gotowa / brak uprawnień
pt_pt: Câmara não está pronta / sem permissão
ro: Camera nu este pregătită / lipsă permisiune
ru: Камера не готова / нет разрешения
sv: Kameran är inte redo / ingen behörighet
th: กล้องไม่พร้อม / ไม่ได้รับอนุญาต
tr: Kamera hazır değil / izin yok
uk: Камера не готова / немає дозволу
vi: Camera chưa sẵn sàng / không có quyền
zh: 摄像头未就绪/无权限
zh_tw: 相機未就緒/無權限

# cameraPermissionInstructions
source: App Settings: AI Cosmetic Scanner > Permissions > Camera > Allow
ar: إعدادات التطبيق: ماسح مستحضرات التجميل بالذكاء الاصطناعي > الأذونات > الكاميرا > السماح
da: App-indstillinger: AI Cosmetic Scanner > Tilladelser > Kamera > Tillad
de: App-Einstellungen: AI Cosmetic Scanner > Berechtigungen > Kamera > Erlauben
el: Ρυθμίσεις Εφαρμογής: AI Cosmetic Scanner > Δικαιώματα > Κάμερα > Επιτρέπεται
es_419: Configuración de la App: AI Cosmetic Scanner > Permisos > Cámara > Permitir
fi: Sovelluksen asetukset: AI Cosmetic Scanner > Käyttöoikeudet > Kamera > Salli
fr: Paramètres de l'application: AI Cosmetic Scanner > Autorisations > Caméra > Autoriser
hi: ऐप सेटिंग्स: AI Cosmetic Scanner > अनुमतियां > कैमरा > अनुमति दें
hu: Alkalmazás beállítások: AI Kozmetikai Szkenner > Engedélyek > Kamera > Engedélyezés
id: Pengaturan Aplikasi: AI Pemindai Kosmetik > Izin > Kamera > Izinkan
ja: アプリ設定： AI化粧品スキャナー > 権限 > カメラ > 許可
ko: 앱 설정: AI 화장품 스캐너 > 권한 > 카메라 > 허용
nl: App-instellingen: AI Cosmetica Scanner > Machtigingen > Camera > Toestaan
no: App-innstillinger: AI Kosmetikk-skanner > Tillatelser > Kamera > Tillat
pl: Ustawienia aplikacji: Skaner Kosmetyków AI > Uprawnienia > Kamera > Zezwól
pt_pt: Definições da Aplicação: Scanner de Cosméticos IA > Permissões > Câmara > Permitir
ro: Setări Aplicație: AI Cosmetic Scanner > Permisiuni > Cameră > Permite
ru: Настройки приложения: AI Cosmetic Scanner > Разрешения > Камера > Разрешить
sv: Appinställningar: AI Cosmetic Scanner > Behörigheter > Kamera > Tillåt
th: การตั้งค่าแอป: AI Cosmetic Scanner > สิทธิ์ > กล้อง > อนุญาต
tr: Uygulama Ayarları: AI Cosmetic Scanner > İzinler > Kamera > İzin Ver
uk: Налаштування застосунку: AI Cosmetic Scanner > Дозволи > Камера > Дозволити
vi: Cài Đặt Ứng Dụng: AI Cosmetic Scanner > Quyền > Camera > Cho phép
zh: 应用设置: AI Cosmetic Scanner > 权限 > 摄像头 > 允许
zh_tw: 應用程式設定: AI Cosmetic Scanner > 權限 > 相機 > 允許
