Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# slowInternetMessage
source: On a very slow internet connection, you'll have to wait a bit... We're still analyzing your image.
ar: مع اتصال إنترنت بطيء جداً، سيتعين عليك الانتظار قليلاً... لا نزال نحلل صورتك.
da: Ved meget langsom internetforbindelse skal du vente lidt... Vi analyserer stadig dit billede.
de: Bei sehr langsamer Internetverbindung müssen Sie etwas warten... Wir analysieren immer noch Ihr Bild.
el: Σε πολύ αργή σύνδεση internet, θα πρέπει να περιμένετε λίγο... Εξακολουθούμε να αναλύουμε την εικόνα σας.
es_419: Con una conexión a internet muy lenta, tendrás que esperar un poco... Todavía estamos analizando tu imagen.
fi: Erittäin hitaalla internetyhteydellä joudut odottamaan hetken... Analysoimme edelleen kuvaa.
fr: Sur une connexion Internet très lente, vous devrez attendre un peu... Nous analysons toujours votre image.
hi: बहुत धीमे इंटरनेट कनेक्शन पर, आपको थोड़ा इंतजार करना होगा... हम अभी भी आपकी छवि का विश्लेषण कर रहे हैं।
hu: Nagyon lassú internetkapcsolat esetén egy kicsit várnia kell... Még mindig elemezzük a képét.
id: Pada koneksi internet yang sangat lambat, Anda harus menunggu sebentar... Kami masih menganalisis gambar Anda.
ja: 非常に遅いインターネット接続では、少しお待ちいただく必要があります...まだ画像を分析中です。
ko: 매우 느린 인터넷 연결에서는 잠시 기다려야 합니다... 아직 이미지를 분석 중입니다.
nl: Bij een zeer trage internetverbinding moet u even wachten... We analyseren uw afbeelding nog steeds.
no: Med en veldig treg internettforbindelse må du vente litt... Vi analyserer fortsatt bildet ditt.
pl: Przy bardzo wolnym połączeniu internetowym będziesz musiał trochę poczekać... Wciąż analizujemy Twój obraz.
pt_pt: Com uma ligação à internet muito lenta, terá de aguardar um pouco... Ainda estamos a analisar a sua imagem.
ro: Pe o conexiune foarte lentă, va trebui să aștepți puțin... Încă analizăm imaginea ta.
ru: На очень медленном интернете придется немного подождать... Мы все еще анализируем ваше изображение.
sv: På en mycket långsam internetanslutning måste du vänta lite... Vi analyserar fortfarande din bild.
th: อินเทอร์เน็ตช้ามากๆ คุณจะต้องรอสักนิดนะคะ... เรายังคงกำลังวิเคราะห์ภาพของคุณอยู่ค่ะ
tr: Çok yavaş bir internet bağlantısında biraz beklemeniz gerekecek... Görselinizi hala analiz ediyoruz.
uk: На дуже повільному інтернеті доведеться трохи зачекати... Ми все ще аналізуємо ваше зображення.
vi: Với kết nối internet rất chậm, bạn sẽ phải đợi một chút... Chúng tôi vẫn đang phân tích hình ảnh của bạn.
zh: 在非常慢的网络连接下,你需要等待一下...我们仍在分析你的图片。
zh_tw: 在非常慢的網路連線下,你需要等待一下...我們仍在分析你的圖片。

source: Revolutionary AI
ar: ذكاء اصطناعي ثوري
da: Revolutionerende AI
de: Revolutionäre KI
el: Επαναστατική AI
es_419: IA Revolucionaria
fi: Vallankumouksellinen AI
fr: IA révolutionnaire
hi: क्रांतिकारी AI
hu: Forradalmi AI
id: AI Revolusioner
ja: 革新的なAI
ko: 혁신적인 AI
nl: Revolutionaire AI
no: Revolusjonerende AI
pl: Rewolucyjna AI
pt_pt: IA Revolucionária
ro: AI Revoluționar
ru: Революционный ИИ
sv: Revolutionerande AI
th: AI ปฏิวัติวงการ
tr: Devrimci AI
uk: Революційний ШІ
vi: AI Cách Mạng
zh: 革命性AI
zh_tw: 革命性AI

# revolutionaryAIDesc
source: One of the smartest in the world
ar: واحد من أذكى الأنظمة في العالم
da: En af de smarteste i verden
de: Eine der intelligentesten der Welt
el: Μία από τις πιο έξυπνες στον κόσμο
es_419: Una de las más inteligentes del mundo
fi: Yksi maailman älykkäimmistä
fr: L'une des plus intelligentes au monde
hi: दुनिया में सबसे स्मार्ट में से एक
hu: Az egyik legokosabb a világon
id: Salah satu yang terpintar di dunia
ja: 世界で最もスマートなAIの1つ
ko: 세계에서 가장 똑똑한 AI 중 하나
nl: Een van de slimste ter wereld
no: En av de smarteste i verden
pl: Jedna z najmądrzejszych na świecie
pt_pt: Uma das mais inteligentes do mundo
ro: Unul dintre cele mai inteligente din lume
ru: Один из самых умных в мире
sv: En av de smartaste i världen
th: หนึ่งในที่ฉลาดที่สุดในโลก
tr: Dünyanın en akıllılarından biri
uk: Один з найрозумніших у світі
vi: Một trong những AI thông minh nhất thế giới
zh: 世界上最智能的AI之一
zh_tw: 世界上最智慧的AI之一

source: Unlimited Scans
ar: مسح غير محدود
da: Ubegrænsede scanninger
de: Unbegrenzte Scans
el: Απεριόριστες Σαρώσεις
es_419: Escaneos Ilimitados
fi: Rajattomat skannaukset
fr: Analyses illimitées
hi: असीमित स्कैन
hu: Korlátlan szkennelések
id: Pemindaian Tak Terbatas
ja: 無制限スキャン
ko: 무제한 스캔
nl: Onbeperkt Scannen
no: Ubegrensede Skanninger
pl: Nieograniczone Skanowania
pt_pt: Digitalizações Ilimitadas
ro: Scanări Nelimitate
ru: Неограниченные сканирования
sv: Obegränsade Skanningar
th: สแกนไม่จำกัด
tr: Sınırsız Tarama
uk: Необмежені сканування
vi: Quét Không Giới Hạn
zh: 无限扫描
zh_tw: 無限掃描

# unlimitedScansDesc
source: Explore cosmetics without limits
ar: استكشف مستحضرات التجميل بلا حدود
da: Udforsk kosmetik uden grænser
de: Kosmetik ohne Grenzen erkunden
el: Εξερευνήστε τα καλλυντικά χωρίς όρια
es_419: Explora cosméticos sin límites
fi: Tutustu kosmetiikkaan ilman rajoituksia
fr: Explorez les cosmétiques sans limites
hi: बिना सीमा के सौंदर्य प्रसाधनों का अन्वेषण करें
hu: Fedezze fel a kozmetikumokat korlátok nélkül
id: Jelajahi kosmetik tanpa batas
ja: 制限なく化粧品を探索
ko: 제한 없이 화장품 탐색
nl: Ontdek cosmetica zonder limieten
no: Utforsk kosmetikk uten grenser
pl: Odkrywaj kosmetyki bez ograniczeń
pt_pt: Explore cosméticos sem limites
ro: Explorează cosmeticele fără limite
ru: Изучайте косметику без ограничений
sv: Utforska kosmetika utan begränsningar
th: สำรวจเครื่องสำอางอย่างไม่จำกัด
tr: Kozmetikleri limitsiz keşfedin
uk: Вивчайте косметику без обмежень
vi: Khám phá mỹ phẩm không giới hạn
zh: 无限探索化妆品
zh_tw: 無限探索化妝品

source: Unlimited Chats
ar: محادثات غير محدودة
da: Ubegrænsede chats
de: Unbegrenzte Chats
el: Απεριόριστες Συνομιλίες
es_419: Chats Ilimitados
fi: Rajattomat keskustelut
fr: Chats illimités
hi: असीमित चैट
hu: Korlátlan csevegések
id: Obrolan Tak Terbatas
ja: 無制限チャット
ko: 무제한 채팅
nl: Onbeperkt Chatten
no: Ubegrensede Chatter
pl: Nieograniczone Czaty
pt_pt: Conversas Ilimitadas
ro: Chat-uri Nelimitate
ru: Неограниченные чаты
sv: Obegränsade Chattar
th: แชทไม่จำกัด
tr: Sınırsız Sohbet
uk: Необмежені чати
vi: Trò Chuyện Không Giới Hạn
zh: 无限聊天
zh_tw: 無限聊天

# unlimitedChatsDesc
source: Personal AI consultant 24/7
ar: مستشار ذكي شخصي على مدار الساعة
da: Personlig AI-konsulent 24/7
de: Persönlicher KI-Berater 24/7
el: Προσωπικός AI σύμβουλος 24/7
es_419: Consultor de IA personal 24/7
fi: Henkilökohtainen AI-konsultti 24/7
fr: Consultant IA personnel 24/7
hi: व्यक्तिगत AI सलाहकार 24/7
hu: Személyes AI tanácsadó 24/7
id: Konsultan AI pribadi 24/7
ja: 24時間365日のパーソナルAIコンサルタント
ko: 24시간 개인 AI 컨설턴트
nl: Persoonlijke AI consultant 24/7
no: Personlig AI-konsulent 24/7
pl: Osobisty konsultant AI 24/7
pt_pt: Consultor IA pessoal 24/7
ro: Consultant AI personal 24/7
ru: Персональный ИИ-консультант 24/7
sv: Personlig AI-konsult 24/7
th: ที่ปรึกษา AI ส่วนตัว 24/7
tr: Kişisel AI danışman 24/7
uk: Персональний ШІ-консультант 24/7
vi: Cố vấn AI cá nhân 24/7
zh: 个人AI顾问24/7
zh_tw: 個人AI顧問24/7

source: Full History
ar: سجل كامل
da: Fuld historik
de: Vollständige Historie
el: Πλήρες Ιστορικό
es_419: Historial Completo
fi: Täysi historia
fr: Historique complet
hi: पूर्ण इतिहास
hu: Teljes előzmények
id: Riwayat Lengkap
ja: 完全な履歴
ko: 전체 기록
nl: Volledige Geschiedenis
no: Full Historikk
pl: Pełna Historia
pt_pt: Histórico Completo
ro: Istoric Complet
ru: Полная история
sv: Fullständig Historik
th: ประวัติเต็ม
tr: Tam Geçmiş
uk: Повна історія
vi: Lịch Sử Đầy Đủ
zh: 完整历史
zh_tw: 完整歷史

# fullHistoryDesc
source: Unlimited scan history
ar: سجل مسح غير محدود
da: Ubegrænset scanningshistorik
de: Unbegrenzte Scan-Historie
el: Απεριόριστο ιστορικό σαρώσεων
es_419: Historial de escaneos ilimitado
fi: Rajaton skannaushistoria
fr: Historique d'analyses illimité
hi: असीमित स्कैन इतिहास
hu: Korlátlan szkennelési előzmények
id: Riwayat pemindaian tak terbatas
ja: 無制限のスキャン履歴
ko: 무제한 스캔 기록
nl: Onbeperkte scangeschiedenis
no: Ubegrenset skannehistorikk
pl: Nieograniczona historia skanowania
pt_pt: Histórico de digitalizações ilimitado
ro: Istoric nelimitat de scanări
ru: Неограниченная история сканирований
sv: Obegränsad skannhistorik
th: ประวัติการสแกนไม่จำกัด
tr: Sınırsız tarama geçmişi
uk: Необмежена історія сканувань
vi: Lịch sử quét không giới hạn
zh: 无限扫描历史
zh_tw: 無限掃描歷史

# rememberContext
source: Remembers Context
ar: تذكر السياق
da: Husk kontekst
de: Merkt sich den Kontext
el: Απομνημόνευση Πλαισίου
es_419: Recuerda el Contexto
fi: Muistaa kontekstin
fr: Se souvient du contexte
hi: संदर्भ याद रखता है
hu: Emlékezik a kontextusra
id: Mengingat Konteks
ja: コンテキストを記憶
ko: 맥락 기억
nl: Onthoudt Context
no: Husker Kontekst
pl: Pamięta Kontekst
pt_pt: Lembra-se do Contexto
ro: Reține Contextul
ru: Помнит контекст
sv: Minns Sammanhang
th: จำบริบท
tr: Bağlamı Hatırlar
uk: Пам'ятає контекст
vi: Nhớ Ngữ Cảnh
zh: 记住上下文
zh_tw: 記住上下文

# rememberContextDesc
source: AI remembers your previous messages
ar: الذكاء الاصطناعي يتذكر رسائلك السابقة
da: AI husker dine tidligere beskeder
de: KI erinnert sich an Ihre vorherigen Nachrichten
el: Η AI θυμάται τα προηγούμενα μηνύματά σας
es_419: La IA recuerda tus mensajes anteriores
fi: AI muistaa aiemmat viestisi
fr: L'IA se souvient de vos messages précédents
hi: AI आपके पिछले संदेश याद रखता है
hu: Az AI emlékezik korábbi üzeneteire
id: AI mengingat pesan Anda sebelumnya
ja: AIが以前のメッセージを記憶
ko: AI가 이전 메시지를 기억합니다
nl: AI onthoudt uw eerdere berichten
no: AI husker dine tidligere meldinger
pl: AI pamięta Twoje poprzednie wiadomości
pt_pt: A IA lembra-se das suas mensagens anteriores
ro: AI-ul își amintește mesajele anterioare
ru: ИИ помнит ваши предыдущие сообщения
sv: AI kommer ihåg dina tidigare meddelanden
th: AI จำข้อความก่อนหน้าของคุณ
tr: AI önceki mesajlarınızı hatırlar
uk: ШІ пам'ятає ваші попередні повідомлення
vi: AI nhớ các tin nhắn trước đó của bạn
zh: AI记住你之前的消息
zh_tw: AI記住你之前的訊息

# allIngredientsInfo
source: All Ingredient Information
ar: جميع معلومات المكونات
da: Alle ingrediensinformationer
de: Alle Informationen zu Inhaltsstoffen
el: Πληροφορίες για Όλα τα Συστατικά
es_419: Información de Todos los Ingredientes
fi: Kaikki ainesosatiedot
fr: Toutes les informations sur les ingrédients
hi: सभी सामग्री जानकारी
hu: Minden összetevő információ
id: Semua Informasi Bahan
ja: すべての成分情報
ko: 모든 성분 정보
nl: Alle Ingrediënteninformatie
no: All Ingrediensinformasjon
pl: Wszystkie Informacje o Składnikach
pt_pt: Todas as Informações de Ingredientes
ro: Toate Informațiile despre Ingrediente
ru: Вся информация про ингредиенты
sv: All Ingrediensinformation
th: ข้อมูลส่วนผสมทั้งหมด
tr: Tüm İçerik Bilgisi
uk: Вся інформація про інгредієнти
vi: Tất Cả Thông Tin Thành Phần
zh: 所有成分信息
zh_tw: 所有成分資訊

# allIngredientsInfoDesc
source: Learn all the details
ar: تعلم جميع التفاصيل
da: Lær alle detaljerne
de: Erfahre alle Details
el: Μάθετε όλες τις λεπτομέρειες
es_419: Conoce todos los detalles
fi: Opi kaikki yksityiskohdat
fr: Découvrez tous les détails
hi: सभी विवरण जानें
hu: Tudja meg az összes részletet
id: Pelajari semua detailnya
ja: すべての詳細を学ぶ
ko: 모든 세부 사항 배우기
nl: Leer alle details
no: Lær alle detaljene
pl: Poznaj wszystkie szczegóły
pt_pt: Conheça todos os detalhes
ro: Află toate detaliile
ru: Узнайте все подробности
sv: Lär dig alla detaljer
th: เรียนรู้รายละเอียดทั้งหมด
tr: Tüm detayları öğrenin
uk: Дізнайся всі подробиці
vi: Tìm hiểu tất cả chi tiết
zh: 了解所有细节
zh_tw: 了解所有細節

# noAds
source: 100% Ad-Free
ar: خالٍ من الإعلانات 100%
da: 100% reklamefri
de: 100% werbefrei
el: 100% Χωρίς Διαφημίσεις
es_419: 100% Sin Anuncios
fi: 100% mainokseton
fr: 100% sans publicité
hi: 100% विज्ञापन मुक्त
hu: 100%-ban reklám mentes
id: 100% Bebas Iklan
ja: 100%広告なし
ko: 100% 광고 없음
nl: 100% Reclamevrij
no: 100% Reklamefri
pl: 100% Bez Reklam
pt_pt: 100% Sem Anúncios
ro: 100% Fără Reclame
ru: 100% без рекламы
sv: 100% Reklamfri
th: ไม่มีโฆษณา 100%
tr: %100 Reklamsız
uk: 100% без реклами
vi: 100% Không Quảng Cáo
zh: 100%无广告
zh_tw: 100%無廣告

# noAdsDesc
source: For those who value their time
ar: لمن يقدرون وقتهم
da: For dem, der værdsætter deres tid
de: Für diejenigen, die ihre Zeit schätzen
el: Για όσους εκτιμούν τον χρόνο τους
es_419: Para quienes valoran su tiempo
fi: Niille, jotka arvostavat aikaansa
fr: Pour ceux qui apprécient leur temps
hi: उनके लिए जो अपने समय को महत्व देते हैं
hu: Azoknak, akik értékelik az idejüket
id: Untuk yang menghargai waktu mereka
ja: 時間を大切にする方のために
ko: 시간을 소중히 여기는 분들을 위해
nl: Voor degenen die hun tijd waarderen
no: For de som verdsetter tiden sin
pl: Dla tych, którzy cenią swój czas
pt_pt: Para quem valoriza o seu tempo
ro: Pentru cei care își prețuiesc timpul
ru: Для тех, кто ценит своё время
sv: För dig som värdesätter din tid
th: สำหรับคนที่ให้คุณค่ากับเวลา
tr: Zamanına değer verenler için
uk: Для тих, хто цінує свій час
vi: Dành cho những người trân trọng thời gian
zh: 为珍惜时间的人准备
zh_tw: 為珍惜時間的人準備

# multiLanguage
source: Knows Almost All Languages
ar: يعرف تقريباً جميع اللغات
da: Kender næsten alle sprog
de: Kennt fast alle Sprachen der Welt
el: Γνωρίζει Σχεδόν Όλες τις Γλώσσες
es_419: Conoce Casi Todos los Idiomas
fi: Tuntee lähes kaikki kielet
fr: Connaît presque toutes les langues du monde
hi: लगभग सभी भाषाएं जानता है
hu: Majdnem minden nyelvet ismer
id: Mengetahui Hampir Semua Bahasa
ja: ほぼすべての言語を理解
ko: 거의 모든 언어 구사
nl: Kent Bijna Alle Talen
no: Kan Nesten Alle Språk
pl: Zna Prawie Wszystkie Języki
pt_pt: Conhece Quase Todos os Idiomas
ro: Cunoaște Aproape Toate Limbile
ru: Знает почти все языки мира
sv: Kan Nästan Alla Språk
th: รู้เกือบทุกภาษา
tr: Neredeyse Tüm Dilleri Bilir
uk: Знає майже всі мови світу
vi: Biết Hầu Hết Các Ngôn Ngữ
zh: 几乎懂所有语言
zh_tw: 幾乎懂所有語言

# multiLanguageDesc
source: Enhanced translator
ar: مترجم معزز
da: Forbedret oversætter
de: Verbesserter Übersetzer
el: Βελτιωμένος μεταφραστής
es_419: Traductor mejorado
fi: Parannettu kääntäjä
fr: Traducteur amélioré
hi: उन्नत अनुवादक
hu: Továbbfejlesztett fordító
id: Penerjemah yang ditingkatkan
ja: 強化された翻訳機能
ko: 향상된 번역기
nl: Verbeterde vertaler
no: Forbedret oversetter
pl: Ulepszony tłumacz
pt_pt: Tradutor aprimorado
ro: Traducător îmbunătățit
ru: Улучшенный переводчик
sv: Förbättrad översättare
th: ตัวแปลภาษาขั้นสูง
tr: Gelişmiş çevirmen
uk: Покращений перекладач
vi: Trình dịch được nâng cấp
zh: 增强型翻译器
zh_tw: 增強型翻譯器

# paywallTitle
source: Unlock the secrets of your cosmetics with AI
ar: اكتشف أسرار مستحضرات التجميل الخاصة بك مع الذكاء الاصطناعي
da: Lås op for din kosmetiks hemmeligheder med AI
de: Entdecken Sie die Geheimnisse Ihrer Kosmetik mit KI
el: Ξεκλειδώστε τα μυστικά των καλλυντικών σας με AI
es_419: Descubre los secretos de tus cosméticos con IA
fi: Avaa kosmetiikkasi salaisuudet AI:n avulla
fr: Découvrez les secrets de vos cosmétiques avec l'IA
hi: AI के साथ अपने सौंदर्य प्रसाधनों के रहस्य खोलें
hu: Oldja fel kozmetikumai titkait AI-val
id: Buka rahasia kosmetik Anda dengan AI
ja: AIで化粧品の秘密をアンロック
ko: AI로 화장품의 비밀을 밝히세요
nl: Ontgrendel de geheimen van uw cosmetica met AI
no: Lås opp hemmelighetene til kosmetikken din med AI
pl: Odblokuj sekrety swoich kosmetyków z AI
pt_pt: Desbloqueie os segredos dos seus cosméticos com IA
ro: Deblochează secretele cosmeticelor tale cu AI
ru: Раскройте секреты вашей косметики с помощью ИИ
sv: Lås upp hemligheterna i din kosmetika med AI
th: ปลดล็อกความลับของเครื่องสำอางของคุณด้วย AI
tr: AI ile kozmetiklerinizin sırlarını açığa çıkarın
uk: Розкрийте секрети вашої косметики за допомогою ШІ
vi: Mở khóa bí mật mỹ phẩm của bạn với AI
zh: 用AI解锁化妆品的秘密
zh_tw: 用AI解鎖化妝品的秘密

# paywallDescription
source: You have the opportunity to get a Premium subscription for 3 days free, then {price} per week. Cancel anytime.
ar: لديك فرصة الحصول على اشتراك مميز لمدة 3 أيام مجاناً، ثم {price} في الأسبوع. إلغاء في أي وقت.
da: Du har mulighed for at få et Premium-abonnement i 3 dage gratis, derefter {price} om ugen. Opsig når som helst.
de: Sie haben die Möglichkeit, ein Premium-Abonnement für 3 Tage kostenlos zu erhalten, danach {price} pro Woche. Jederzeit kündbar.
el: Έχετε την ευκαιρία να αποκτήσετε συνδρομή Premium για 3 ημέρες δωρεάν, στη συνέχεια {price} ανά εβδομάδα. Ακύρωση ανά πάσα στιγμή.
es_419: Tienes la oportunidad de obtener una suscripción Premium gratis por 3 días, luego {price} por semana. Cancela cuando quieras.
fi: Voit hankkia Premium-tilauksen 3 päivän ilmaisella kokeilulla, sen jälkeen {price} viikossa. Voit peruuttaa milloin tahansa.
fr: Vous avez la possibilité d'obtenir un abonnement Premium pendant 3 jours gratuitement, puis {price} par semaine. Annulez à tout moment.
hi: आपके पास 3 दिन मुफ्त प्रीमियम सदस्यता प्राप्त करने का अवसर है, फिर {price} प्रति सप्ताह। किसी भी समय रद्द करें।
hu: Lehetősége van 3 napra ingyen Prémium előfizetést szerezni, majd {price} hetente. Bármikor lemondható.
id: Anda memiliki kesempatan untuk mendapatkan berlangganan Premium selama 3 hari gratis, lalu {price} per minggu. Batalkan kapan saja.
ja: 3日間無料でプレミアムサブスクリプションを取得し、その後週{price}でご利用いただけます。いつでもキャンセル可能です。
ko: 3일 무료로 프리미엄 구독을 받을 수 있는 기회가 있으며, 그 후 주당 {price}입니다. 언제든지 취소할 수 있습니다.
nl: U heeft de mogelijkheid om 3 dagen gratis een Premium-abonnement te krijgen, daarna {price} per week. Altijd opzegbaar.
no: Du har muligheten til å få Premium-abonnement gratis i 3 dager, deretter {price} per uke. Kan avbrytes når som helst.
pl: Masz możliwość uzyskania subskrypcji Premium przez 3 dni za darmo, następnie {price} tygodniowo. Anuluj w dowolnym momencie.
pt_pt: Tem a oportunidade de obter uma subscrição Premium por 3 dias grátis, depois {price} por semana. Cancele a qualquer momento.
ro: Ai oportunitatea să obții un abonament Premium gratuit pentru 3 zile, apoi {price} pe săptămână. Anulează oricând.
ru: У вас есть возможность взять Премиум-версию подписки на 3 дня бесплатно, затем {price} в неделю. Отмена в любое время.
sv: Du har möjlighet att få en Premium-prenumeration gratis i 3 dagar, sedan {price} per vecka. Avsluta när som helst.
th: คุณมีโอกาสรับการสมัครสมาชิกพรีเมียมฟรี 3 วัน จากนั้น {price} ต่อสัปดาห์ ยกเลิกได้ทุกเมื่อค่ะ
tr: 3 gün ücretsiz Premium aboneliği alma fırsatınız var, ardından haftalık {price}. İstediğiniz zaman iptal edin.
uk: У вас є можливість отримати Преміум-версію підписки на 3 дні безкоштовно, потім {price} на тиждень. Скасування в будь-який час.
vi: Bạn có cơ hội nhận đăng ký Premium miễn phí trong 3 ngày, sau đó {price} mỗi tuần. Hủy bất cứ lúc nào.
zh: 你有机会免费获得3天高级订阅,然后每周{price}。随时取消。
zh_tw: 你有機會免費取得3天進階訂閱,然後每週{price}。隨時取消。

source: What's Included
ar: ما هو متضمن
da: Hvad er inkluderet
de: Was ist enthalten
el: Τι Περιλαμβάνεται
es_419: Qué Incluye
fi: Mitä sisältyy
fr: Ce qui est inclus
hi: क्या शामिल है
hu: Amit tartalmaz
id: Apa yang Termasuk
ja: 含まれるもの
ko: 포함 사항
nl: Wat is Inbegrepen
no: Hva er Inkludert
pl: Co Jest Zawarte
pt_pt: O Que Está Incluído
ro: Ce Este Inclus
ru: Что включено
sv: Vad Ingår
th: รวมอะไรบ้าง
tr: Neler Dahil
uk: Що включено
vi: Bao Gồm Những Gì
zh: 包含内容
zh_tw: 包含內容

# basicPlan
source: Basic
ar: أساسي
da: Basis
de: Basis
el: Βασικό
es_419: Básico
fi: Perus
fr: Basique
hi: बुनियादी
hu: Alap
id: Dasar
ja: ベーシック
ko: 기본
nl: Basis
no: Basis
pl: Podstawowy
pt_pt: Básico
ru: Базовая
th: พื้นฐาน
tr: Temel
uk: Базова
vi: Cơ Bản
zh: 基础
zh_tw: 基礎

# premiumPlan
source: Premium
ar: مميز
hi: प्रीमियम
hu: Prémium
ja: プレミアム
ko: 프리미엄
ru: Премиум
th: พรีเมียม
uk: Преміум
zh: 高级
zh_tw: 進階

# botGreeting1
source: Good day! How can I help you today?
ar: يوم سعيد! كيف يمكنني مساعدتك اليوم؟
da: God dag! Hvordan kan jeg hjælpe dig i dag?
de: Guten Tag! Wie kann ich Ihnen heute helfen?
el: Καλημέρα! Πώς μπορώ να σας βοηθήσω σήμερα;
es_419: ¡Buen día! ¿En qué puedo ayudarte hoy?
fi: Hyvää päivää! Miten voin auttaa sinua tänään?
fr: Bonjour ! Comment puis-je vous aider aujourd'hui ?
hi: नमस्ते! मैं आज आपकी कैसे मदद कर सकता हूं?
hu: Jó napot! Miben segíthetek ma?
id: Selamat siang! Bagaimana saya dapat membantu Anda hari ini?
ja: こんにちは！今日はどのようなお手伝いができますか？
ko: 안녕하세요! 오늘 어떻게 도와드릴까요?
nl: Goedendag! Hoe kan ik u vandaag helpen?
no: God dag! Hvordan kan jeg hjelpe deg i dag?
pl: Dzień dobry! Jak mogę Ci dzisiaj pomóc?
pt_pt: Bom dia! Como posso ajudá-lo hoje?
ro: Bună ziua! Cu ce te pot ajuta astăzi?
ru: Добрый день! Как я могу вам помочь сегодня?
sv: God dag! Hur kan jag hjälpa dig idag?
th: สวัสดีค่ะ! มีอะไรให้ช่วยไหมคะวันนี้?
tr: İyi günler! Bugün size nasıl yardımcı olabilirim?
uk: Добрий день! Чим я можу вам допомогти сьогодні?
vi: Chào ngày tốt lành! Tôi có thể giúp gì cho bạn hôm nay?
zh: 你好!今天我能帮你什么?
zh_tw: 你好!今天我能幫你什麼?

# botGreeting2
source: Hello! What brings you to me?
ar: مرحباً! ما الذي أتى بك إلي؟
da: Hej! Hvad bringer dig til mig?
de: Hallo! Was führt Sie zu mir?
el: Γεια σας! Τι σας φέρνει σε μένα;
es_419: ¡Hola! ¿Qué te trae por aquí?
fi: Hei! Mikä tuo sinut luokseni?
fr: Bonjour ! Qu'est-ce qui vous amène ?
hi: नमस्ते! आप मुझसे क्यों मिलने आए?
hu: Helló! Mi hozott hozzám?
id: Halo! Apa yang membawa Anda kepada saya?
ja: こんにちは！何かご用ですか？
ko: 안녕하세요! 무엇 때문에 오셨나요?
nl: Hallo! Wat brengt u bij mij?
no: Hei! Hva bringer deg til meg?
pl: Cześć! Co Cię do mnie sprowadza?
pt_pt: Olá! O que o traz aqui?
ro: Salut! Ce te aduce la mine?
ru: Здравствуйте! Что вас привело ко мне?
sv: Hej! Vad för dig till mig?
th: สวัสดีค่ะ! มีอะไรให้ดิฉันช่วยไหมคะ?
tr: Merhaba! Sizi buraya ne getirdi?
uk: Вітаю! Що привело вас до мене?
vi: Xin chào! Điều gì đưa bạn đến với tôi?
zh: 你好!什么风把你吹来了?
zh_tw: 你好!什麼風把你吹來了?

# botGreeting3
source: I welcome you! Ready to help with cosmetic analysis.
ar: أرحب بك! مستعد للمساعدة في تحليل مستحضرات التجميل.
da: Velkommen! Klar til at hjælpe med kosmetisk analyse.
de: Ich begrüße Sie! Ich helfe gerne bei der Kosmetikanalyse.
el: Σας καλωσορίζω! Έτοιμος να βοηθήσω με την καλλυντική ανάλυση.
es_419: ¡Te doy la bienvenida! Lista para ayudar con el análisis cosmético.
fi: Tervetuloa! Valmis auttamaan kosmetiikka-analyysissa.
fr: Je vous salue ! Prêt à aider avec l'analyse cosmétique.
hi: स्वागत है! सौंदर्य विश्लेषण में मदद के लिए तैयार।
hu: Üdvözlöm! Készen állok a kozmetikai elemzésre.
id: Saya sambut Anda! Siap membantu dengan analisis kosmetik.
ja: ようこそ！化粧品分析のお手伝いをする準備ができています。
ko: 환영합니다! 화장품 분석을 도와드릴 준비가 되었습니다.
nl: Welkom! Klaar om te helpen met cosmetica-analyse.
no: Velkommen! Klar til å hjelpe med kosmetikkanalyse.
pl: Witam! Gotowy do pomocy z analizą kosmetyków.
pt_pt: Bem-vindo! Pronto para ajudar com análise de cosméticos.
ro: Te salut! Sunt gata să te ajut cu analiza cosmetică.
ru: Приветствую вас! Готов помочь с анализом косметики.
sv: Välkommen! Redo att hjälpa till med kosmetisk analys.
th: ยินดีต้อนรับค่ะ! พร้อมช่วยวิเคราะห์เครื่องสำอางค่ะ
tr: Hoş geldiniz! Kozmetik analizi için hazırım.
uk: Привітую вас! Готовий допомогти з аналізом косметики.
vi: Tôi chào mừng bạn! Sẵn sàng giúp phân tích mỹ phẩm.
zh: 欢迎!准备好帮助你进行化妆品分析。
zh_tw: 歡迎!準備好幫助你進行化妝品分析。

# botGreeting4
source: Glad to see you! How can I be useful?
ar: سعيد برؤيتك! كيف يمكنني أن أكون مفيداً؟
da: Dejligt at se dig! Hvordan kan jeg være til nytte?
de: Schön, Sie zu sehen! Wobei kann ich behilflich sein?
el: Χαίρομαι που σας βλέπω! Πώς μπορώ να είμαι χρήσιμος;
es_419: ¡Me alegra verte! ¿En qué puedo serte útil?
fi: Mukava nähdä! Miten voin olla avuksi?
fr: Ravi de vous voir ! Comment puis-je être utile ?
hi: आपसे मिलकर खुशी हुई! मैं कैसे उपयोगी हो सकता हूं?
hu: Örülök, hogy látlak! Miben lehetek hasznos?
id: Senang bertemu Anda! Bagaimana saya bisa berguna?
ja: お会いできて嬉しいです！何かお役に立てることはありますか？
ko: 만나서 반갑습니다! 어떻게 도움을 드릴까요?
nl: Blij u te zien! Hoe kan ik van dienst zijn?
no: Glad for å se deg! Hvordan kan jeg være nyttig?
pl: Cieszę się, że Cię widzę! W czym mogę być pomocny?
pt_pt: Feliz em vê-lo! Como posso ser útil?
ro: Mă bucur să te văd! Cu ce îți pot fi de folos?
ru: Рад вас видеть! Чем могу быть полезен?
sv: Glad att se dig! Hur kan jag vara till nytta?
th: ยินดีที่ได้พบคุณค่ะ! มีอะไรให้ช่วยไหมคะ?
tr: Sizi görmek güzel! Nasıl faydalı olabilirim?
uk: Радий вас бачити! Чим можу бути корисним?
vi: Rất vui được gặp bạn! Tôi có thể hữu ích như thế nào?
zh: 很高兴见到你!我能帮什么忙?
zh_tw: 很高興見到你!我能幫什麼忙?
