Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# appName
source: AI Cosmetic Scanner
ar: ماسح مستحضرات التجميل بالذكاء الاصطناعي
da: AI Kosmetisk Scanner
el: AI Σαρωτής Καλλυντικών
hu: AI Kozmetikai Szkenner
id: AI Pemindai Kosmetik
ja: AI化粧品スキャナー
ko: AI 화장품 스캐너
nl: AI Cosmetica Scanner
no: AI Kosmetikk-skanner
pl: Skaner Kosmetyków AI
pt_pt: Scanner de Cosméticos IA

source: Skin Analysis
ar: تحليل البشرة
da: Hudanalyse
de: Hautanalyse
el: Ανάλυση Δέρματος
es_419: Análisis de Piel
fi: Ihon analyysi
fr: Analyse de la peau
hi: त्वचा विश्लेषण
hu: Bőrelemzés
id: Analisis Kulit
ja: 肌分析
ko: 피부 분석
nl: Huidanalyse
no: Hudanalyse
pl: Analiza Skóry
pt_pt: Análise de Pele
ro: Analiză Piele
ru: Анализ кожи
sv: Hudanalys
th: วิเคราะห์ผิว
tr: Cilt Analizi
uk: Аналіз шкіри
vi: Phân Tích Da
zh: 肌肤分析
zh_tw: 肌膚分析

source: Check your cosmetics
ar: فحص مستحضرات التجميل الخاصة بك
da: Tjek din kosmetik
de: Überprüfen Sie Ihre Kosmetik
el: Ελέγξτε τα καλλυντικά σας
es_419: Revisa tus cosméticos
fi: Tarkista kosmetiikkasi
fr: Vérifiez vos cosmétiques
hi: अपने सौंदर्य प्रसाधनों की जांच करें
hu: Ellenőrizze kozmetikumait
id: Periksa kosmetik Anda
ja: 化粧品をチェック
ko: 화장품을 확인하세요
nl: Controleer uw cosmetica
no: Sjekk kosmetikken din
pl: Sprawdź swoje kosmetyki
pt_pt: Verifique os seus cosméticos
ro: Verifică-ți cosmeticele
ru: Проверьте свои косметические средства
sv: Kontrollera din kosmetika
th: ตรวจสอบเครื่องสำอางของคุณ
tr: Kozmetiklerinizi kontrol edin
uk: Перевірте свої косметичні засоби
vi: Kiểm tra mỹ phẩm của bạn
zh: 检查你的化妆品
zh_tw: 檢查你的化妝品

source: Start Scanning
ar: بدء المسح
de: Scannen starten
el: Έναρξη Σάρωσης
es_419: Empezar Escaneo
fi: Aloita skannaus
fr: Commencer l'analyse
hi: स्कैनिंग शुरू करें
hu: Szkennelés indítása
id: Mulai Pemindaian
ja: スキャン開始
ko: 스캔 시작
nl: Start Scannen
no: Start Skanning
pl: Rozpocznij Skanowanie
pt_pt: Iniciar Digitalização
ro: Începe Scanarea
ru: Начать сканирование
sv: Börja Skanna
th: เริ่มสแกน
tr: Taramaya Başla
uk: Почати сканування
vi: Bắt Đầu Quét
zh: 开始扫描
zh_tw: 開始掃描

source: Quick Actions
ar: إجراءات سريعة
da: Hurtige handlinger
de: Schnellaktionen
el: Γρήγορες Ενέργειες
es_419: Acciones Rápidas
fi: Pikatoiminnot
fr: Actions rapides
hi: त्वरित क्रियाएं
hu: Gyors műveletek
id: Tindakan Cepat
ja: クイックアクション
ko: 빠른 작업
nl: Snelle Acties
no: Hurtighandlinger
pl: Szybkie Akcje
pt_pt: Ações Rápidas
ro: Acțiuni Rapide
ru: Быстрые действия
sv: Snabbåtgärder
th: เมนูด่วน
tr: Hızlı İşlemler
uk: Швидкі дії
vi: Thao Tác Nhanh
zh: 快捷操作
zh_tw: 快捷操作

source: Scan History
ar: سجل المسح
da: Scanningshistorik
de: Scan-Verlauf
el: Ιστορικό Σαρώσεων
es_419: Historial de Escaneos
fi: Skannaushistoria
fr: Historique des analyses
hi: स्कैन इतिहास
hu: Szkennelési előzmények
id: Riwayat Pemindaian
ja: スキャン履歴
ko: 스캔 기록
nl: Scangeschiedenis
no: Skannehistorikk
pl: Historia Skanowania
pt_pt: Histórico de Digitalizações
ro: Istoric Scanări
ru: История сканирования
sv: Skannhistorik
th: ประวัติการสแกน
tr: Tarama Geçmişi
uk: Історія сканування
vi: Lịch Sử Quét
zh: 扫描历史
zh_tw: 掃描歷史

# aiChat
source: AI Cosmetic Scanner
ar: ماسح مستحضرات التجميل بالذكاء الاصطناعي
da: AI Kosmetisk Scanner
de: KI-Chat
el: AI Σαρωτής Καλλυντικών
fi: AI-keskustelu
fr: Chat IA
hi: AI चैट
hu: AI Kozmetikai Szkenner
id: AI Pemindai Kosmetik
ja: AI化粧品スキャナー
ko: AI 화장품 스캐너
nl: AI Cosmetica Scanner
no: AI Kosmetikk-skanner
pl: Skaner Kosmetyków AI
pt_pt: Scanner de Cosméticos IA
ru: Чат с ИИ
uk: Чат зі ШІ

source: Profile
ar: الملف الشخصي
da: Profil
de: Profil
el: Προφίλ
es_419: Perfil
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
hu: Profil
id: Profil
ja: プロフィール
ko: 프로필
nl: Profiel
no: Profil
pl: Profil
pt_pt: Perfil
ro: Profil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ Sơ
zh: 个人资料
zh_tw: 個人檔案

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es_419: Configuración
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ja: 設定
ko: 설정
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài Đặt
zh: 设置
zh_tw: 設定

source: Skin Type
ar: نوع البشرة
da: Hudtype
de: Hauttyp
el: Τύπος Δέρματος
es_419: Tipo de Piel
fi: Ihotyyppi
fr: Type de peau
hi: त्वचा का प्रकार
hu: Bőrtípus
id: Jenis Kulit
ja: 肌タイプ
ko: 피부 타입
nl: Huidtype
no: Hudtype
pl: Typ Skóry
pt_pt: Tipo de Pele
ro: Tipul Pielii
ru: Тип кожи
sv: Hudtyp
th: ประเภทผิว
tr: Cilt Tipi
uk: Тип шкіри
vi: Loại Da
zh: 肤质
zh_tw: 膚質

source: Allergies & Sensitivities
ar: الحساسية والتحسس
da: Allergier og følsomhed
de: Allergien & Empfindlichkeiten
el: Αλλεργίες & Ευαισθησίες
es_419: Alergias y Sensibilidades
fi: Allergiat ja herkkyys
fr: Allergies et sensibilités
hi: एलर्जी और संवेदनशीलता
hu: Allergiák és érzékenységek
id: Alergi & Sensitivitas
ja: アレルギー・敏感成分
ko: 알레르기 및 민감성
nl: Allergieën & Gevoeligheden
no: Allergier og Følsomheter
pl: Alergie i Wrażliwości
pt_pt: Alergias e Sensibilidades
ro: Alergii & Sensibilități
ru: Аллергии и чувствительность
sv: Allergier & Känslighet
th: อาการแพ้และความไวต่อสารต่างๆ
tr: Alerjiler ve Hassasiyetler
uk: Алергії та чутливість
vi: Dị Ứng & Nhạy Cảm
zh: 过敏和敏感
zh_tw: 過敏和敏感

source: Subscription
ar: الاشتراك
da: Abonnement
de: Abonnement
el: Συνδρομή
es_419: Suscripción
fi: Tilaus
fr: Abonnement
hi: सदस्यता
hu: Előfizetés
id: Berlangganan
ja: サブスクリプション
ko: 구독
nl: Abonnement
no: Abonnement
pl: Subskrypcja
pt_pt: Subscrição
ro: Abonament
ru: Подписка
sv: Prenumeration
th: สมาชิกพรีเมียม
tr: Abonelik
uk: Підписка
vi: Đăng Ký
zh: 订阅
zh_tw: 訂閱

source: Age
ar: العمر
da: Alder
de: Alter
el: Ηλικία
es_419: Edad
fi: Ikä
fr: Âge
hi: उम्र
hu: Kor
id: Usia
ja: 年齢
ko: 나이
nl: Leeftijd
no: Alder
pl: Wiek
pt_pt: Idade
ro: Vârstă
ru: Возраст
sv: Ålder
th: อายุ
tr: Yaş
uk: Вік
vi: Tuổi
zh: 年龄
zh_tw: 年齡

source: Language
ar: اللغة
da: Sprog
de: Sprache
el: Γλώσσα
es_419: Idioma
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
ja: 言語
ko: 언어
nl: Taal
no: Språk
pl: Język
pt_pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn Ngữ
zh: 语言
zh_tw: 語言

source: Select your preferred language
ar: اختر لغتك المفضلة
da: Vælg dit foretrukne sprog
de: Wählen Sie Ihre bevorzugte Sprache
el: Επιλέξτε την προτιμώμενη γλώσσα σας
es_419: Selecciona tu idioma preferido
fi: Valitse haluamasi kieli
fr: Sélectionnez votre langue préférée
hi: अपनी पसंदीदा भाषा चुनें
hu: Válassza ki a kívánt nyelvet
id: Pilih bahasa yang Anda inginkan
ja: ご希望の言語を選択してください
ko: 원하는 언어를 선택하세요
nl: Selecteer uw voorkeurstaal
no: Velg ditt foretrukne språk
pl: Wybierz swój preferowany język
pt_pt: Selecione o seu idioma preferido
ro: Selectează limba preferată
ru: Выберите предпочитаемый язык
sv: Välj ditt föredragna språk
th: เลือกภาษาที่คุณต้องการ
tr: Tercih ettiğiniz dili seçin
uk: Оберіть бажану мову
vi: Chọn ngôn ngữ bạn muốn
zh: 选择你的首选语言
zh_tw: 選擇你的偏好語言

source: Save
ar: حفظ
da: Gem
de: Speichern
el: Αποθήκευση
es_419: Guardar
fi: Tallenna
fr: Enregistrer
hi: सहेजें
hu: Mentés
id: Simpan
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zapisz
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 儲存

# language_en
source: English
id: Inggris
ja: 英語
no: Engelsk
pl: Angielski
ru: Английский
uk: Англійська
zh: 英语

# language_ru
source: Russian
id: Rusia
ja: ロシア語
no: Russisk
pl: Rosyjski
ru: Русский
uk: Російська
zh: 俄语

# language_uk
source: Ukrainian
id: Ukraina
ja: ウクライナ語
no: Ukrainsk
pl: Ukraiński
ru: Украинский
uk: Українська
zh: 乌克兰语

# language_es
source: Spanish
id: Spanyol
ja: スペイン語
no: Spansk
pl: Hiszpański
ru: Испанский
uk: Іспанська
zh: 西班牙语

# language_de
source: German
id: Jerman
ja: ドイツ語
no: Tysk
pl: Niemiecki
ru: Немецкий
uk: Німецька
zh: 德语

# language_fr
source: French
id: Prancis
ja: フランス語
no: Fransk
pl: Francuski
ru: Французский
uk: Французька
zh: 法语

# language_it
source: Italian
id: Italia
ja: イタリア語
no: Italiensk
pl: Włoski
ru: Итальянский
uk: Італійська
zh: 意大利语

# language_ar
source: Arabic
es_419: العربية
id: العربية
ja: アラビア語
no: Arabisk
pl: Arabski
ru: Арабский
sv: العربية
tr: العربية
uk: Арабська
zh: 阿拉伯语
zh_tw: العربية

# language_ko
source: Korean
es_419: 한국어
id: 한국어
ja: 韓国語
no: Koreansk
pl: Koreański
ru: Корейский
sv: 한국어
tr: 한국어
uk: Корейська
zh: 韩语
zh_tw: 한국어

# language_cs
source: Czech
es_419: Čeština
id: Ceko
ja: チェコ語
no: Tsjekkisk
pl: Czeski
ru: Чешский
sv: Čeština
tr: Čeština
uk: Чеська
zh: 捷克语
zh_tw: Čeština

# language_da
source: Danish
es_419: Dansk
id: Denmark
ja: デンマーク語
no: Dansk
pl: Duński
ru: Датский
sv: Dansk
tr: Dansk
uk: Данська
zh: 丹麦语
zh_tw: Dansk

# language_el
source: Greek
es_419: Ελληνικά
id: Yunani
ja: ギリシャ語
no: Gresk
pl: Grecki
ru: Греческий
sv: Ελληνικά
tr: Ελληνικά
uk: Грецька
zh: 希腊语
zh_tw: Ελληνικά

# language_fi
source: Finnish
es_419: Suomi
id: Finlandia
ja: フィンランド語
no: Finsk
pl: Fiński
ru: Финский
sv: Suomi
tr: Suomi
uk: Фінська
zh: 芬兰语
zh_tw: Suomi

# language_hi
source: Hindi
es_419: हिन्दी
ja: ヒンディー語
ru: Хинди
sv: हिन्दी
tr: हिन्दी
uk: Хінді
zh: 印地语
zh_tw: हिन्दी

# language_hu
source: Hungarian
es_419: Magyar
id: Hungaria
ja: ハンガリー語
no: Ungarsk
pl: Węgierski
ru: Венгерский
sv: Magyar
tr: Magyar
uk: Угорська
zh: 匈牙利语
zh_tw: Magyar

# language_id
source: Indonesian
es_419: Bahasa Indonesia
id: Bahasa Indonesia
ja: インドネシア語
no: Indonesisk
pl: Indonezyjski
ru: Индонезийский
sv: Bahasa Indonesia
tr: Bahasa Indonesia
uk: Індонезійська
zh: 印度尼西亚语
zh_tw: Bahasa Indonesia

# language_ja
source: Japanese
es_419: 日本語
id: Jepang
ja: 日本語
no: Japansk
pl: Japoński
ru: Японский
sv: 日本語
tr: 日本語
uk: Японська
zh: 日语
zh_tw: 日本語

# language_nl
source: Dutch
es_419: Nederlands
id: Belanda
ja: オランダ語
no: Nederlandsk
pl: Holenderski
ru: Нидерландский
sv: Nederlands
tr: Nederlands
uk: Нідерландська
zh: 荷兰语
zh_tw: Nederlands

# language_no
source: Norwegian
es_419: Norsk
id: Norwegia
ja: ノルウェー語
no: Norsk
pl: Norweski
ru: Норвежский
sv: Norsk
tr: Norsk
uk: Норвезька
zh: 挪威语
zh_tw: Norsk

# language_pl
source: Polish
es_419: Polski
id: Polandia
ja: ポーランド語
no: Polsk
pl: Polski
ru: Польский
sv: Polski
tr: Polski
uk: Польська
zh: 波兰语
zh_tw: Polski

# language_pt
source: Portuguese
es_419: Português
id: Portugis
ja: ポルトガル語
no: Portugisisk
pl: Portugalski
ru: Португальский
sv: Português
tr: Português
uk: Португальська
zh: 葡萄牙语
zh_tw: Português

# language_ro
source: Romanian
es_419: Română
id: Rumania
ja: ルーマニア語
no: Rumensk
pl: Rumuński
ru: Румынский
sv: Română
tr: Română
uk: Румунська
zh: 罗马尼亚语
zh_tw: Română

# language_sv
source: Swedish
es_419: Svenska
id: Swedia
ja: スウェーデン語
no: Svensk
pl: Szwedzki
ru: Шведский
sv: Svenska
tr: Svenska
uk: Шведська
zh: 瑞典语
zh_tw: Svenska

# language_th
source: Thai
es_419: ไทย
ja: タイ語
pl: Tajski
ru: Тайский
sv: ไทย
tr: ไทย
uk: Тайська
zh: 泰语
zh_tw: ไทย

# language_tr
source: Turkish
es_419: Türkçe
id: Turki
ja: トルコ語
no: Tyrkisk
pl: Turecki
ru: Турецкий
sv: Türkçe
tr: Türkçe
uk: Турецька
zh: 土耳其语
zh_tw: Türkçe

# language_vi
source: Vietnamese
es_419: Tiếng Việt
id: Vietnam
ja: ベトナム語
no: Vietnamesisk
pl: Wietnamski
ru: Вьетнамский
sv: Tiếng Việt
tr: Tiếng Việt
uk: В'єтнамська
zh: 越南语
zh_tw: Tiếng Việt

# language_zh
source: Chinese
es_419: 中文
id: Tionghoa
ja: 中国語
no: Kinesisk
pl: Chiński
ru: Китайский
sv: 中文
tr: 中文
uk: Китайська
zh: 中文
zh_tw: 中文

# selectIngredientsAllergicSensitive
source: Select ingredients you have increased sensitivity to
ar: اختر المكونات التي لديك حساسية منها
da: Vælg ingredienser, du er følsom overfor
de: Wählen Sie Inhaltsstoffe, auf die Sie eine erhöhte Empfindlichkeit haben
el: Επιλέξτε συστατικά στα οποία είστε ευαίσθητοι
es_419: Selecciona los ingredientes a los que tienes sensibilidad aumentada
fi: Valitse aineosat, joille olet erityisen herkkä
fr: Sélectionnez les ingrédients auxquels vous avez une sensibilité accrue
hi: उन सामग्रियों का चयन करें जिनके प्रति आप संवेदनशील हैं
hu: Válassza ki az összetevőket, amelyekre fokozott érzékenységgel rendelkezik
id: Pilih bahan yang membuat Anda sensitif
ja: 敏感な成分を選択してください
ko: 민감한 성분을 선택하세요
nl: Selecteer ingrediënten waarvoor u gevoelig bent
no: Velg ingredienser du er følsom for
pl: Wybierz składniki, na które jesteś wrażliwy
pt_pt: Selecione ingredientes aos quais é sensível
ro: Selectează ingredientele la care ai sensibilitate crescută
ru: Выберите ингредиенты, на которые у вас повышенная чувствительность
sv: Välj ingredienser du har ökad känslighet för
th: เลือกส่วนผสมที่คุณมีความไวสูง
tr: Hassasiyet gösterdiğiniz içerikleri seçin
uk: Оберіть інгредієнти, на які у вас підвищена чутливість
vi: Chọn các thành phần bạn có độ nhạy cảm cao
zh: 选择你敏感的成分
zh_tw: 選擇你敏感的成分

source: Common Allergens
ar: مسببات الحساسية الشائعة
da: Almindelige allergener
de: Häufige Allergene
el: Συνηθισμένα Αλλεργιογόνα
es_419: Alérgenos Comunes
fi: Yleiset allergeenit
fr: Allergènes courants
hi: सामान्य एलर्जी
hu: Gyakori allergének
id: Alergen Umum
ja: 一般的なアレルゲン
ko: 일반 알레르기 유발 물질
nl: Veelvoorkomende Allergenen
no: Vanlige Allergener
pl: Częste Alergeny
pt_pt: Alergénios Comuns
ro: Alergeni Comuni
ru: Распространенные аллергены
sv: Vanliga Allergener
th: สารก่อภูมิแพ้ทั่วไป
tr: Yaygın Alerjenler
uk: Поширені алергени
vi: Chất Gây Dị Ứng Phổ Biến
zh: 常见过敏原
zh_tw: 常見過敏原

source: Fragrance
ar: العطور
da: Parfume
de: Parfüm
el: Άρωμα
es_419: Fragancia
fi: Tuoksu
fr: Parfum
hi: सुगंध
hu: Illat
id: Pewangi
ja: 香料
ko: 향료
nl: Parfum
no: Parfyme
pl: Zapach
pt_pt: Fragrância
ro: Parfum
ru: Ароматизатор
sv: Parfym
th: น้ำหอม
tr: Parfüm
uk: Ароматизатор
vi: Nước Hoa
zh: 香精
zh_tw: 香精

source: Parabens
ar: البارابين
da: Parabener
de: Parabene
el: Παραβένια
es_419: Parabenos
fi: Parabeenit
hi: पैराबेंस
hu: Parabének
id: Paraben
ja: パラベン
ko: 파라벤
nl: Parabenen
no: Parabener
pl: Parabeny
pt_pt: Parabenos
ro: Parabeni
ru: Парабены
sv: Parabener
th: พาราเบน
tr: Parabenlere
uk: Парабени
vi: Paraben
zh: 对羟基苯甲酸酯
zh_tw: 對羥基苯甲酸酯

source: Sulfates
ar: الكبريتات
da: Sulfater
de: Sulfate
el: Θειικά Άλατα
es_419: Sulfatos
fi: Sulfaatit
hi: सल्फेट्स
hu: Szulfátok
id: Sulfat
ja: 硫酸塩
ko: 황산염
nl: Sulfaten
no: Sulfater
pl: Siarczany
pt_pt: Sulfatos
ro: Sulfați
ru: Сульфаты
sv: Sulfater
th: ซัลเฟต
tr: Sülfatlar
uk: Сульфати
vi: Sulfate
zh: 硫酸盐
zh_tw: 硫酸鹽

source: Alcohol
ar: الكحول
da: Alkohol
de: Alkohol
el: Αλκοόλη
fi: Alkoholi
fr: Alcool
hi: अल्कोहल
hu: Alkohol
id: Alkohol
ja: アルコール
ko: 알코올
no: Alkohol
pl: Alkohol
pt_pt: Álcool
ro: Alcool
ru: Спирт
sv: Alkohol
th: แอลกอฮอล์
tr: Alkol
uk: Спирт
vi: Cồn
zh: 酒精
zh_tw: 酒精

source: Essential Oils
ar: الزيوت العطرية
da: Essentielle olier
de: Ätherische Öle
el: Αιθέρια Έλαια
es_419: Aceites Esenciales
fi: Eteriset öljyt
fr: Huiles essentielles
hi: आवश्यक तेल
hu: Illóolajok
id: Minyak Esensial
ja: 精油
ko: 에센셜 오일
nl: Essentiële Oliën
no: Essensielle Oljer
pl: Olejki Eteryczne
pt_pt: Óleos Essenciais
ro: Uleiuri Esențiale
ru: Эфирные масла
sv: Eteriska Oljor
th: น้ำมันหอมระเหย
tr: Uçucu Yağlar
uk: Ефірні масла
vi: Tinh Dầu
zh: 精油
zh_tw: 精油

source: Silicones
ar: السيليكون
da: Silikoner
de: Silikone
el: Σιλικόνες
es_419: Siliconas
fi: Silikonit
hi: सिलिकॉन
hu: Szilikonok
id: Silikon
ja: シリコン
ko: 실리콘
nl: Siliconen
no: Silikoner
pl: Silikony
ro: Siliconi
ru: Силиконы
sv: Silikoner
th: ซิลิโคน
tr: Silikonlar
uk: Силікони
vi: Silicone
zh: 硅
zh_tw: 矽

source: Mineral Oil
ar: الزيوت المعدنية
da: Mineralolie
de: Mineralöl
el: Ορυκτέλαιο
es_419: Aceite Mineral
fi: Mineraaliöljy
fr: Huile minérale
hi: मिनरल ऑयल
hu: Ásványi olaj
id: Minyak Mineral
ja: 鉱物油
ko: 미네랄 오일
nl: Minerale Olie
no: Mineralolje
pl: Olej Mineralny
pt_pt: Óleo Mineral
ro: Ulei Mineral
ru: Минеральное масло
sv: Mineralolja
th: น้ำมันแร่
tr: Mineral Yağ
uk: Мінеральна олія
vi: Dầu Khoáng
zh: 矿物油
zh_tw: 礦物油

source: Formaldehyde
ar: الفورمالديهايد
da: Formaldehyd
de: Formaldehyd
el: Φορμαλδεΰδη
es_419: Formaldehído
fi: Formaldehydi
fr: Formaldéhyde
hi: फॉर्मलडिहाइड
hu: Formaldehid
id: Formaldehida
ja: ホルムアルデヒド
ko: 포름알데히드
no: Formaldehyd
pl: Formaldehyd
pt_pt: Formaldeído
ro: Formaldehidă
ru: Формальдегид
sv: Formaldehyd
th: ฟอร์มาลดีไฮด์
tr: Formaldehit
uk: Формальдегід
zh: 甲醛
zh_tw: 甲醛

source: Add Custom Allergen
ar: إضافة مسبب حساسية مخصص
da: Tilføj brugerdefineret allergen
de: Benutzerdefiniertes Allergen hinzufügen
el: Προσθήκη Προσαρμοσμένου Αλλεργιογόνου
es_419: Agregar Alérgeno Personalizado
fi: Lisää oma allergeeni
fr: Ajouter un allergène personnalisé
hi: कस्टम एलर्जेन जोड़ें
hu: Egyéni allergén hozzáadása
id: Tambah Alergen Kustom
ja: カスタムアレルゲンを追加
ko: 맞춤 알레르기 유발 물질 추가
nl: Aangepast Allergeen Toevoegen
no: Legg til Egendefinert Allergen
pl: Dodaj Niestandardowy Alergen
pt_pt: Adicionar Alergénio Personalizado
ro: Adaugă Alergen Personalizat
ru: Добавить свой аллерген
sv: Lägg till Egen Allergen
th: เพิ่มสารก่อภูมิแพ้
tr: Özel Alerjen Ekle
uk: Додати власний алерген
vi: Thêm Chất Dị Ứng Tùy Chỉnh
zh: 添加自定义过敏原
zh_tw: 新增自訂過敏原

source: Type ingredient name...
ar: اكتب اسم المكون...
da: Indtast ingrediensnavn...
de: Inhaltsstoffnamen eingeben...
el: Πληκτρολογήστε όνομα συστατικού...
es_419: Escribe el nombre del ingrediente...
fi: Kirjoita ainesosan nimi...
fr: Tapez le nom de l'ingrédient...
hi: सामग्री का नाम लिखें...
hu: Írja be az összetevő nevét...
id: Ketik nama bahan...
ja: 成分名を入力...
ko: 성분 이름을 입력하세요...
nl: Typ ingrediëntnaam...
no: Skriv inn ingrediensnavn...
pl: Wpisz nazwę składnika...
pt_pt: Escreva o nome do ingrediente...
ro: Introdu numele ingredientului...
ru: Введите название ингредиента...
sv: Skriv ingrediensnamn...
th: พิมพ์ชื่อส่วนผสม...
tr: İçerik adını yazın...
uk: Введіть назву інгредієнта...
vi: Nhập tên thành phần...
zh: 输入成分名称...
zh_tw: 輸入成分名稱...

source: Selected Allergens
ar: مسببات الحساسية المختارة
da: Valgte allergener
de: Ausgewählte Allergene
el: Επιλεγμένα Αλλεργιογόνα
es_419: Alérgenos Seleccionados
fi: Valitut allergeenit
fr: Allergènes sélectionnés
hi: चयनित एलर्जेन
hu: Kiválasztott allergének
id: Alergen Terpilih
ja: 選択したアレルゲン
ko: 선택한 알레르기 유발 물질
nl: Geselecteerde Allergenen
no: Valgte Allergener
pl: Wybrane Alergeny
pt_pt: Alergénios Selecionados
ro: Alergeni Selectați
ru: Выбранные аллергены
sv: Valda Allergener
th: สารก่อภูมิแพ้ที่เลือก
tr: Seçili Alerjenler
uk: Обрані алергени
vi: Chất Dị Ứng Đã Chọn
zh: 已选过敏原
zh_tw: 已選過敏原

# saveSelected
source: Save ({count} selected)
ar: حفظ ({count} محدد)
da: Gem ({count} valgt)
de: Speichern ({count} ausgewählt)
el: Αποθήκευση ({count} επιλεγμένα)
es_419: Guardar ({count} seleccionados)
fi: Tallenna ({count} valittu)
fr: Enregistrer ({count} sélectionné)
hi: सहेजें ({count} चयनित)
hu: Mentés ({count} kiválasztva)
id: Simpan ({count} dipilih)
ja: 保存（{count}件選択）
ko: 저장 ({count}개 선택됨)
nl: Opslaan ({count} geselecteerd)
no: Lagre ({count} valgt)
pl: Zapisz ({count} wybranych)
pt_pt: Guardar ({count} selecionados)
ro: Salvează ({count} selectate)
ru: Сохранить ({count} выбрано)
sv: Spara ({count} valda)
th: บันทึก ({count} รายการ)
tr: Kaydet ({count} seçili)
uk: Зберегти ({count} обрано)
vi: Lưu ({count} đã chọn)
zh: 保存 ({count} 个已选)
zh_tw: 儲存 ({count} 個已選)

source: Analysis Results
ar: نتائج التحليل
da: Analyseresultater
de: Analyseergebnisse
el: Αποτελέσματα Ανάλυσης
es_419: Resultados del Análisis
fi: Analyysitulokset
fr: Résultats de l'analyse
hi: विश्लेषण परिणाम
hu: Elemzési eredmények
id: Hasil Analisis
ja: 分析結果
ko: 분석 결과
nl: Analyseresultaten
no: Analyseresultater
pl: Wyniki Analizy
pt_pt: Resultados da Análise
ro: Rezultate Analiză
ru: Результаты анализа
sv: Analysresultat
th: ผลการวิเคราะห์
tr: Analiz Sonuçları
uk: Результати аналізу
vi: Kết Quả Phân Tích
zh: 分析结果
zh_tw: 分析結果

source: Overall Safety Score
ar: درجة الأمان الإجمالية
da: Samlet sikkerhedsvurdering
de: Gesamtsicherheitsbewertung
el: Συνολική Βαθμολογία Ασφάλειας
es_419: Puntuación General de Seguridad
fi: Yleinen turvallisuuspistemäärä
fr: Score de sécurité global
hi: समग्र सुरक्षा स्कोर
hu: Általános biztonsági pontszám
id: Skor Keamanan Keseluruhan
ja: 総合安全スコア
ko: 전체 안전성 점수
nl: Algemene Veiligheidsscore
no: Samlet Sikkerhetsscore
pl: Ogólny Wynik Bezpieczeństwa
pt_pt: Pontuação Geral de Segurança
ro: Scor General de Siguranță
ru: Общий балл безопасности
sv: Övergripande Säkerhetspoäng
th: คะแนนความปลอดภัยโดยรวม
tr: Genel Güvenlik Skoru
uk: Загальний бал безпеки
vi: Điểm An Toàn Tổng Thể
zh: 总体安全评分
zh_tw: 整體安全評分

source: Personalized Warnings
ar: تحذيرات شخصية
da: Personlige advarsler
de: Personalisierte Warnungen
el: Προσωποποιημένες Προειδοποιήσεις
es_419: Advertencias Personalizadas
fi: Henkilökohtaiset varoitukset
fr: Avertissements personnalisés
hi: व्यक्तिगत चेतावनियां
hu: Személyre szabott figyelmeztetések
id: Peringatan Pribadi
ja: パーソナライズされた警告
ko: 맞춤형 경고
nl: Gepersonaliseerde Waarschuwingen
no: Personlige Advarsler
pl: Spersonalizowane Ostrzeżenia
pt_pt: Avisos Personalizados
ro: Avertismente Personalizate
ru: Персонализированные предупреждения
sv: Personliga Varningar
th: คำเตือนเฉพาะบุคคล
tr: Kişiselleştirilmiş Uyarılar
uk: Персоналізовані попередження
vi: Cảnh Báo Cá Nhân
zh: 个性化警告
zh_tw: 個人化警告

# ingredientsAnalysis
source: Ingredients Analysis ({count})
ar: تحليل المكونات ({count})
da: Ingrediensanalyse ({count})
de: Inhaltsstoffanalyse ({count})
el: Ανάλυση Συστατικών ({count})
es_419: Análisis de Ingredientes ({count})
fi: Ainesosien analyysi ({count})
fr: Analyse des ingrédients ({count})
hi: सामग्री विश्लेषण ({count})
hu: Összetevők elemzése ({count})
id: Analisis Bahan ({count})
ja: 成分分析（{count}件）
ko: 성분 분석 ({count}개)
nl: Ingrediëntenanalyse ({count})
no: Ingrediensanalyse ({count})
pl: Analiza Składników ({count})
pt_pt: Análise de Ingredientes ({count})
ro: Analiză Ingrediente ({count})
ru: Анализ ингредиентов ({count})
sv: Ingrediensanalys ({count})
th: วิเคราะห์ส่วนผสม ({count} รายการ)
tr: İçerik Analizi ({count})
uk: Аналіз інгредієнтів ({count})
vi: Phân Tích Thành Phần ({count})
zh: 成分分析 ({count})
zh_tw: 成分分析 ({count})

source: High Risk
ar: خطورة عالية
da: Høj risiko
de: Hohes Risiko
el: Υψηλός Κίνδυνος
es_419: Alto Riesgo
fi: Korkea riski
fr: Risque élevé
hi: उच्च जोखिम
hu: Magas kockázat
id: Risiko Tinggi
ja: 高リスク
ko: 고위험
nl: Hoog Risico
no: Høy Risiko
pl: Wysokie Ryzyko
pt_pt: Alto Risco
ro: Risc Ridicat
ru: Высокий риск
sv: Hög Risk
th: เสี่ยงสูง
tr: Yüksek Risk
uk: Високий ризик
vi: Rủi Ro Cao
zh: 高风险
zh_tw: 高風險

source: Moderate Risk
ar: خطورة متوسطة
da: Moderat risiko
de: Mäßiges Risiko
el: Μέτριος Κίνδυνος
es_419: Riesgo Moderado
fi: Kohtalainen riski
fr: Risque modéré
hi: मध्यम जोखिम
hu: Közepes kockázat
id: Risiko Sedang
ja: 中リスク
ko: 중위험
nl: Gemiddeld Risico
no: Moderat Risiko
pl: Umiarkowane Ryzyko
pt_pt: Risco Moderado
ro: Risc Moderat
ru: Умеренный риск
sv: Måttlig Risk
th: เสี่ยงปานกลาง
tr: Orta Risk
uk: Помірний ризик
vi: Rủi Ro Trung Bình
zh: 中度风险
zh_tw: 中度風險

source: Low Risk
ar: خطورة منخفضة
da: Lav risiko
de: Geringes Risiko
el: Χαμηλός Κίνδυνος
es_419: Bajo Riesgo
fi: Matala riski
fr: Risque faible
hi: कम जोखिम
hu: Alacsony kockázat
id: Risiko Rendah
ja: 低リスク
ko: 저위험
nl: Laag Risico
no: Lav Risiko
pl: Niskie Ryzyko
pt_pt: Baixo Risco
ro: Risc Scăzut
ru: Низкий риск
sv: Låg Risk
th: เสี่ยงต่ำ
tr: Düşük Risk
uk: Низький ризик
vi: Rủi Ro Thấp
zh: 低风险
zh_tw: 低風險

source: Benefits Analysis
ar: تحليل الفوائد
da: Fordelsanalyse
de: Vorteilsanalyse
el: Ανάλυση Οφελών
es_419: Análisis de Beneficios
fi: Hyötyjen analyysi
fr: Analyse des bienfaits
hi: लाभ विश्लेषण
hu: Előnyök elemzése
id: Analisis Manfaat
ja: 効果分析
ko: 효능 분석
nl: Voordelen Analyse
no: Fordelsanalyse
pl: Analiza Korzyści
pt_pt: Análise de Benefícios
ro: Analiză Beneficii
ru: Анализ преимуществ
sv: Fördelanalys
th: วิเคราะห์ประโยชน์
tr: Faydalar Analizi
uk: Аналіз переваг
vi: Phân Tích Lợi Ích
zh: 功效分析
zh_tw: 功效分析
