Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# defaultBotDescription
source: Hi! I'm {name} (AI Cosmetic Scanner). I'll help you understand the composition of your cosmetics. I have extensive knowledge in cosmetology and skincare. I'll be happy to answer all your questions.
ar: مرحباً! أنا {name} (اختصار لماسح مستحضرات التجميل بالذكاء الاصطناعي). سأساعدك على فهم تركيبة مستحضرات التجميل الخاصة بك. لدي ثروة كبيرة من المعرفة في مجال التجميل والعناية. سأكون سعيداً بالإجابة على جميع أسئلتك.
da: Hej! Jeg er {name} (kort for AI Cosmetic Scanner). Jeg hjælper dig med at forstå sammensætningen af din kosmetik. Jeg har omfattende viden inden for kosmetologi og pleje. Jeg besvarer gerne alle dine spørgsmål.
de: Hallo! Ich bin {name} (kurz für AI Cosmetic Scanner). Ich helfe Ihnen, die Zusammensetzung Ihrer Kosmetikprodukte zu verstehen. Ich habe ein riesiges Wissen in der Kosmetologie und Pflege. Ich werde gerne alle Ihre Fragen beantworten.
el: Γεια σας! Είμαι η {name} (συντομογραφία του AI Cosmetic Scanner). Θα σας βοηθήσω να κατανοήσετε τη σύνθεση των καλλυντικών σας. Έχω τεράστιες γνώσεις στην καλλυντολογία και τη φροντίδα. Θα χαρώ να απαντήσω σε όλες τις ερωτήσεις σας.
es_419: ¡Hola! Soy {name} (AI Cosmetic Scanner). Te ayudaré a entender la composición de tus cosméticos. Tengo amplios conocimientos en cosmetología y cuidado de la piel. Estaré encantado de responder todas tus preguntas.
fi: Hei! Olen {name} (AI Cosmetic Scanner). Autan sinua ymmärtämään kosmetiikkasi koostumusta. Minulla on laaja tietämys kosmetologiasta ja ihonhoidosta. Vastaan mielellään kaikkiin kysymyksiisi.
fr: Bonjour ! Je suis {name} (abréviation de AI Cosmetic Scanner). Je vais vous aider à comprendre la composition de vos cosmétiques. J'ai une immense connaissance en cosmétologie et soins. Je serai ravi de répondre à toutes vos questions.
hi: नमस्ते! मैं {name} (AI Cosmetic Scanner) हूं। मैं आपको आपके सौंदर्य प्रसाधनों की संरचना समझने में मदद करूंगा। मुझे कॉस्मेटोलॉजी और त्वचा देखभाल में व्यापक ज्ञान है। मैं आपके सभी सवालों के जवाब देने में खुश हूं।
hu: Szia! {name} vagyok (AI Kozmetikai Szkenner). Segítek megérteni kozmetikumaid összetételét. Széleskörű tudással rendelkezem a kozmetológia és bőrápolás területén. Szívesen válaszolok minden kérdésedre.
id: Hai! Saya {name} (AI Pemindai Kosmetik). Saya akan membantu Anda memahami komposisi kosmetik Anda. Saya memiliki pengetahuan luas di bidang kosmetologi dan perawatan kulit. Saya dengan senang hati akan menjawab semua pertanyaan Anda.
ja: こんにちは！私は{name}（AI化粧品スキャナー）です。化粧品の成分を理解するお手伝いをします。美容学とスキンケアに関する豊富な知識があります。どんな質問にも喜んでお答えします。
ko: 안녕하세요! 저는 {name}(AI 화장품 스캐너)입니다. 화장품의 성분을 이해하는 데 도움을 드리겠습니다. 저는 화장품학과 스킨케어 분야에 대한 광범위한 지식을 가지고 있습니다. 모든 질문에 기꺼이 답변해 드리겠습니다.
nl: Hallo! Ik ben {name} (AI Cosmetica Scanner). Ik help u de samenstelling van uw cosmetica te begrijpen. Ik heb uitgebreide kennis van cosmetologie en huidverzorging. Ik beantwoord graag al uw vragen.
no: Hei! Jeg er {name} (AI Kosmetikk-skanner). Jeg vil hjelpe deg med å forstå sammensetningen av kosmetikken din. Jeg har omfattende kunnskap innen kosmetologi og hudpleie. Jeg vil gjerne svare på alle spørsmålene dine.
pl: Cześć! Jestem {name} (Skaner Kosmetyków AI). Pomogę Ci zrozumieć skład Twoich kosmetyków. Posiadam szeroką wiedzę z zakresu kosmetologii i pielęgnacji skóry. Chętnie odpowiem na wszystkie Twoje pytania.
pt_pt: Olá! Sou {name} (Scanner de Cosméticos IA). Vou ajudá-lo a compreender a composição dos seus cosméticos. Tenho amplo conhecimento em cosmetologia e cuidados com a pele. Terei prazer em responder a todas as suas perguntas.
ro: Bună! Sunt {name} (AI Cosmetic Scanner). Te voi ajuta să înțelegi compoziția cosmeticelor tale. Am cunoștințe vaste în cosmetologie și îngrijirea pieii. Voi fi bucuros să răspund la toate întrebările tale.
ru: Привет! Я {name} (AI Cosmetic Scanner). Помогу вам разобраться в составе вашей косметики. У меня большие знания в области косметологии и ухода за кожей. С удовольствием отвечу на все ваши вопросы.
sv: Hej! Jag är {name} (AI Cosmetic Scanner). Jag hjälper dig förstå sammansättningen av din kosmetika. Jag har omfattande kunskap inom kosmetologi och hudvård. Jag svarar gärna på alla dina frågor.
th: สวัสดีค่ะ! ดิฉันชื่อ {name} (AI Cosmetic Scanner) จะช่วยคุณเข้าใจองค์ประกอบของเครื่องสำอางของคุณค่ะ ดิฉันมีความรู้อย่างกว้างขวางด้านความงามและการดูแลผิว ยินดีตอบคำถามทุกข้อของคุณนะคะ
tr: Merhaba! Ben {name} (AI Cosmetic Scanner). Kozmetiklerinizin içeriğini anlamanıza yardımcı olacağım. Kozmetoloji ve cilt bakımı konusunda geniş bilgiye sahibim. Tüm sorularınızı cevaplamaktan mutluluk duyarım.
uk: Привіт! Я {name} (AI Cosmetic Scanner). Допоможу вам розібратися зі складом вашої косметики. Маю великі знання в галузі косметології та догляду за шкірою. Із задоволенням відповім на всі ваші запитання.
vi: Xin chào! Tôi là {name} (AI Cosmetic Scanner). Tôi sẽ giúp bạn hiểu thành phần của mỹ phẩm. Tôi có kiến thức rộng về mỹ phẩm học và chăm sóc da. Tôi rất vui lòng trả lời tất cả câu hỏi của bạn.
zh: 你好!我是{name}(AI Cosmetic Scanner)。我会帮助你了解化妆品的成分。我在化妆品学和护肤方面有广泛的知识。我很乐意回答你的所有问题。
zh_tw: 你好!我是{name}(AI Cosmetic Scanner)。我會幫助你了解化妝品的成分。我在化妝品學和護膚方面有廣泛的知識。我很樂意回答你的所有問題。

# settingsSaved
source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
da: Indstillinger gemt
de: Einstellungen erfolgreich gespeichert
el: Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς
es_419: Configuración guardada exitosamente
fi: Asetukset tallennettu onnistuneesti
fr: Paramètres enregistrés avec succès
hi: सेटिंग्स सफलतापूर्वक सहेजी गईं
hu: Beállítások sikeresen mentve
id: Pengaturan berhasil disimpan
ja: 設定が正常に保存されました
ko: 설정이 성공적으로 저장되었습니다
nl: Instellingen succesvol opgeslagen
no: Innstillinger lagret
pl: Ustawienia zostały pomyślnie zapisane
pt_pt: Definições guardadas com sucesso
ro: Setări salvate cu succes
ru: Настройки успешно сохранены
sv: Inställningar sparade
th: บันทึกการตั้งค่าเรียบร้อยแล้วค่ะ
tr: Ayarlar başarıyla kaydedildi
uk: Налаштування успішно збережено
vi: Đã lưu cài đặt thành công
zh: 设置保存成功
zh_tw: 設定儲存成功

source: Failed to save settings
ar: فشل حفظ الإعدادات
da: Kunne ikke gemme indstillinger
de: Fehler beim Speichern der Einstellungen
el: Αποτυχία αποθήκευσης ρυθμίσεων
es_419: No se pudo guardar la configuración
fi: Asetusten tallennus epäonnistui
fr: Échec de l'enregistrement des paramètres
hi: सेटिंग्स सहेजने में विफल
hu: Nem sikerült menteni a beállításokat
id: Gagal menyimpan pengaturan
ja: 設定の保存に失敗しました
ko: 설정 저장에 실패했습니다
nl: Kan instellingen niet opslaan
no: Kunne ikke lagre innstillinger
pl: Nie udało się zapisać ustawień
pt_pt: Falha ao guardar definições
ro: Eșec la salvarea setărilor
ru: Не удалось сохранить настройки
sv: Misslyckades spara inställningar
th: ไม่สามารถบันทึกการตั้งค่าได้
tr: Ayarlar kaydedilemedi
uk: Не вдалося зберегти налаштування
vi: Không thể lưu cài đặt
zh: 保存设置失败
zh_tw: 儲存設定失敗

source: Reset to Default
ar: إعادة تعيين إلى الافتراضي
da: Nulstil til standard
de: Auf Standard zurücksetzen
el: Επαναφορά στις Προεπιλογές
es_419: Restablecer Valores Predeterminados
fi: Palauta oletukset
fr: Réinitialiser par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
hu: Alapértelmezett visszaállítása
id: Setel Ulang ke Default
ja: デフォルトにリセット
ko: 기본값으로 재설정
nl: Standaard Herstellen
no: Tilbakestill til Standard
pl: Resetuj do Domyślnych
pt_pt: Restaurar Predefinição
ro: Resetare la Implicit
ru: Сбросить настройки
sv: Återställ till Standard
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana Sıfırla
uk: Скинути до стандартних
vi: Đặt Lại Về Mặc Định
zh: 重置为默认
zh_tw: 重設為預設

source: Reset Settings
ar: إعادة تعيين الإعدادات
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
el: Επαναφορά Ρυθμίσεων
es_419: Restablecer Configuración
fi: Palauta asetukset
fr: Réinitialiser les paramètres
hi: सेटिंग्स रीसेट करें
hu: Beállítások visszaállítása
id: Setel Ulang Pengaturan
ja: 設定をリセット
ko: 설정 재설정
nl: Instellingen Resetten
no: Tilbakestill Innstillinger
pl: Resetuj Ustawienia
pt_pt: Redefinir Definições
ro: Resetare Setări
ru: Сбросить настройки
sv: Återställ Inställningar
th: รีเซ็ตการตั้งค่า
tr: Ayarları Sıfırla
uk: Скинути налаштування
vi: Đặt Lại Cài Đặt
zh: 重置设置
zh_tw: 重設設定

# resetSettingsConfirmation
source: Are you sure you want to reset all settings to default values?
ar: هل أنت متأكد من رغبتك في إعادة تعيين جميع الإعدادات إلى القيم الافتراضية؟
da: Er du sikker på, at du vil nulstille alle indstillinger til standardværdier?
de: Sind Sie sicher, dass Sie alle Einstellungen auf die Standardwerte zurücksetzen möchten?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε όλες τις ρυθμίσεις στις προεπιλεγμένες τιμές;
es_419: ¿Estás seguro de que quieres restablecer toda la configuración a los valores predeterminados?
fi: Haluatko varmasti palauttaa kaikki asetukset oletusarvoihin?
fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres aux valeurs par défaut ?
hi: क्या आप वाकई सभी सेटिंग्स को डिफ़ॉल्ट मानों पर रीसेट करना चाहते हैं?
hu: Biztosan visszaállítja az összes beállítást az alapértelmezett értékekre?
id: Apakah Anda yakin ingin menyetel ulang semua pengaturan ke nilai default?
ja: すべての設定をデフォルト値にリセットしてもよろしいですか？
ko: 모든 설정을 기본값으로 재설정하시겠습니까?
nl: Weet u zeker dat u alle instellingen naar standaardwaarden wilt resetten?
no: Er du sikker på at du vil tilbakestille alle innstillinger til standardverdier?
pl: Czy na pewno chcesz zresetować wszystkie ustawienia do wartości domyślnych?
pt_pt: Tem a certeza de que deseja redefinir todas as definições para os valores predefinidos?
ro: Ești sigur că vrei să resetezi toate setările la valorile implicite?
ru: Вы уверены, что хотите сбросить все настройки к значениям по умолчанию?
sv: Är du säker på att du vill återställa alla inställningar till standardvärden?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น?
tr: Tüm ayarları varsayılan değerlere sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути всі налаштування до стандартних значень?
vi: Bạn có chắc chắn muốn đặt lại tất cả cài đặt về giá trị mặc định không?
zh: 确定要将所有设置重置为默认值吗?
zh_tw: 確定要將所有設定重設為預設值嗎?

source: Settings reset successfully
ar: تم إعادة تعيين الإعدادات بنجاح
da: Indstillinger nulstillet
de: Einstellungen erfolgreich zurückgesetzt
el: Οι ρυθμίσεις επαναφέρθηκαν επιτυχώς
es_419: Configuración restablecida exitosamente
fi: Asetukset palautettu onnistuneesti
fr: Paramètres réinitialisés avec succès
hi: सेटिंग्स सफलतापूर्वक रीसेट की गईं
hu: Beállítások sikeresen visszaállítva
id: Pengaturan berhasil disetel ulang
ja: 設定が正常にリセットされました
ko: 설정이 성공적으로 재설정되었습니다
nl: Instellingen succesvol gereset
no: Innstillinger tilbakestilt
pl: Ustawienia zostały pomyślnie zresetowane
pt_pt: Definições redefinidas com sucesso
ro: Setări resetate cu succes
ru: Настройки успешно сброшены
sv: Inställningar återställda
th: รีเซ็ตการตั้งค่าเรียบร้อยแล้วค่ะ
tr: Ayarlar başarıyla sıfırlandı
uk: Налаштування успішно скинуто
vi: Đã đặt lại cài đặt thành công
zh: 设置重置成功
zh_tw: 設定重設成功

source: Failed to reset settings
ar: فشل إعادة تعيين الإعدادات
da: Kunne ikke nulstille indstillinger
de: Fehler beim Zurücksetzen der Einstellungen
el: Αποτυχία επαναφοράς ρυθμίσεων
es_419: No se pudo restablecer la configuración
fi: Asetusten palautus epäonnistui
fr: Échec de la réinitialisation des paramètres
hi: सेटिंग्स रीसेट करने में विफल
hu: Nem sikerült visszaállítani a beállításokat
id: Gagal menyetel ulang pengaturan
ja: 設定のリセットに失敗しました
ko: 설정 재설정에 실패했습니다
nl: Kan instellingen niet resetten
no: Kunne ikke tilbakestille innstillinger
pl: Nie udało się zresetować ustawień
pt_pt: Falha ao redefinir definições
ro: Eșec la resetarea setărilor
ru: Не удалось сбросить настройки
sv: Misslyckades återställa inställningar
th: ไม่สามารถรีเซ็ตการตั้งค่าได้
tr: Ayarlar sıfırlanamadı
uk: Не вдалося скинути налаштування
vi: Không thể đặt lại cài đặt
zh: 重置设置失败
zh_tw: 重設設定失敗

source: Unsaved Changes
ar: تغييرات غير محفوظة
da: Ikke-gemte ændringer
de: Nicht gespeicherte Änderungen
el: Μη Αποθηκευμένες Αλλαγές
es_419: Cambios Sin Guardar
fi: Tallentamattomat muutokset
fr: Modifications non enregistrées
hi: असहेजे परिवर्तन
hu: Nem mentett változások
id: Perubahan Belum Disimpan
ja: 未保存の変更
ko: 저장되지 않은 변경사항
nl: Niet-opgeslagen Wijzigingen
no: Ulagrede Endringer
pl: Niezapisane Zmiany
pt_pt: Alterações Não Guardadas
ro: Modificări Nesalvate
ru: Несохраненные изменения
sv: Osparade Ändringar
th: การเปลี่ยนแปลงที่ยังไม่บันทึก
tr: Kaydedilmemiş Değişiklikler
uk: Незбережені зміни
vi: Thay Đổi Chưa Lưu
zh: 未保存的更改
zh_tw: 未儲存的變更

# unsavedChangesMessage
source: You have unsaved changes. Are you sure you want to leave?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من رغبتك في المغادرة؟
da: Du har ikke-gemte ændringer. Er du sikker på, at du vil forlade?
de: Sie haben nicht gespeicherte Änderungen. Möchten Sie wirklich die Seite verlassen?
el: Έχετε μη αποθηκευμένες αλλαγές. Είστε σίγουροι ότι θέλετε να φύγετε;
es_419: Tienes cambios sin guardar. ¿Estás seguro de que quieres salir?
fi: Sinulla on tallentamattomia muutoksia. Haluatko varmasti poistua?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir quitter ?
hi: आपके पास असहेजे परिवर्तन हैं। क्या आप वाकई छोड़ना चाहते हैं?
hu: Nem mentett változások vannak. Biztosan el szeretne navigálni?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda yakin ingin keluar?
ja: 未保存の変更があります。本当に離れますか？
ko: 저장되지 않은 변경사항이 있습니다. 정말 나가시겠습니까?
nl: U heeft niet-opgeslagen wijzigingen. Weet u zeker dat u wilt vertrekken?
no: Du har ulagrede endringer. Er du sikker på at du vil forlate?
pl: Masz niezapisane zmiany. Czy na pewno chcesz wyjść?
pt_pt: Tem alterações não guardadas. Tem a certeza de que deseja sair?
ro: Ai modificări nesalvate. Ești sigur că vrei să pleci?
ru: У вас есть несохраненные изменения. Вы уверены, что хотите уйти?
sv: Du har osparade ändringar. Är du säker på att du vill lämna?
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณแน่ใจหรือไม่ว่าต้องการออก?
tr: Kaydedilmemiş değişiklikleriniz var. Ayrılmak istediğinizden emin misiniz?
uk: У вас є незбережені зміни. Ви впевнені, що хочете вийти?
vi: Bạn có các thay đổi chưa lưu. Bạn có chắc chắn muốn rời đi không?
zh: 你有未保存的更改。确定要离开吗?
zh_tw: 你有未儲存的變更。確定要離開嗎?

source: Stay
ar: البقاء
da: Bliv
de: Bleiben
el: Παραμονή
es_419: Quedarse
fi: Pysy
fr: Rester
hi: रहें
hu: Maradok
id: Tetap
ja: 残る
ko: 머물기
nl: Blijven
no: Bli
pl: Zostań
pt_pt: Ficar
ro: Rămâi
ru: Остаться
sv: Stanna
th: อยู่ต่อ
tr: Kal
uk: Залишитися
vi: Ở Lại
zh: 留下
zh_tw: 留下

source: Leave
ar: المغادرة
da: Forlad
de: Verlassen
el: Έξοδος
es_419: Salir
fi: Poistu
fr: Quitter
hi: छोड़ें
hu: Elmegyek
id: Keluar
ja: 離れる
ko: 나가기
nl: Vertrekken
no: Forlat
pl: Wyjdź
pt_pt: Sair
ro: Pleacă
ru: Уйти
sv: Lämna
th: ออก
tr: Ayrıl
uk: Вийти
vi: Rời Đi
zh: 离开
zh_tw: 離開

source: Error loading settings
ar: خطأ في تحميل الإعدادات
da: Fejl ved indlæsning af indstillinger
de: Fehler beim Laden der Einstellungen
el: Σφάλμα φόρτωσης ρυθμίσεων
es_419: Error al cargar la configuración
fi: Virhe asetusten latauksessa
fr: Erreur lors du chargement des paramètres
hi: सेटिंग्स लोड करने में त्रुटि
hu: Hiba a beállítások betöltésekor
id: Kesalahan memuat pengaturan
ja: 設定の読み込みエラー
ko: 설정 로딩 오류
nl: Fout bij laden van instellingen
no: Feil ved lasting av innstillinger
pl: Błąd wczytywania ustawień
pt_pt: Erro ao carregar definições
ro: Eroare la încărcarea setărilor
ru: Ошибка загрузки настроек
sv: Fel vid laddning av inställningar
th: เกิดข้อผิดพลาดในการโหลดการตั้งค่า
tr: Ayarlar yüklenirken hata oluştu
uk: Помилка завантаження налаштувань
vi: Lỗi tải cài đặt
zh: 加载设置时出错
zh_tw: 載入設定時發生錯誤

source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es_419: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
hu: Újra
id: Coba Lagi
ja: 再試行
ko: 다시 시도
nl: Opnieuw Proberen
no: Prøv Igjen
pl: Spróbuj Ponownie
pt_pt: Tentar Novamente
ro: Reîncearcă
ru: Повторить
sv: Försök Igen
th: ลองใหม่อีกครั้ง
tr: Tekrar Dene
uk: Повторити
vi: Thử Lại
zh: 重试
zh_tw: 重試

# customPrompt
source: Special Requests
ar: طلبات خاصة
da: Specielle ønsker
de: Besondere Wünsche
el: Ειδικά Αιτήματα
es_419: Solicitudes Especiales
fi: Erityistoiveet
fr: Demandes Spéciales
hi: विशेष अनुरोध
hu: Speciális kérések
id: Permintaan Khusus
ja: 特別なリクエスト
ko: 특별 요청
nl: Speciale Verzoeken
no: Spesielle Forespørsler
pl: Specjalne Żądania
pt_pt: Solicitações Especiais
ro: Cerințe Speciale
ru: Особые пожелания
sv: Särskilda Önskemål
th: คำสั่งพิเศษ
tr: Özel İstekler
uk: Особливі побажання
vi: Yêu Cầu Đặc Biệt
zh: 特殊要求
zh_tw: 特殊要求

# customPromptDescription
source: Add personalized instructions for the AI assistant
ar: أضف تعليمات مخصصة للمساعد الذكي
da: Tilføj personlige instruktioner til AI-assistenten
de: Fügen Sie personalisierte Anweisungen für den KI-Assistenten hinzu
el: Προσθέστε εξατομικευμένες οδηγίες για τον AI βοηθό
es_419: Agrega instrucciones personalizadas para el asistente de IA
fi: Lisää henkilökohtaisia ohjeita AI-avustajalle
fr: Ajoutez des instructions personnalisées pour l'assistant IA
hi: AI सहायक के लिए व्यक्तिगत निर्देश जोड़ें
hu: Adjon hozzá személyre szabott utasításokat az AI asszisztenshez
id: Tambahkan instruksi yang dipersonalisasi untuk asisten AI
ja: AIアシスタントへのパーソナライズされた指示を追加
ko: AI 어시스턴트에 대한 맞춤 지침 추가
nl: Voeg gepersonaliseerde instructies toe voor de AI-assistent
no: Legg til personlige instruksjoner for AI-assistenten
pl: Dodaj spersonalizowane instrukcje dla asystenta AI
pt_pt: Adicione instruções personalizadas para o assistente de IA
ro: Adaugă instrucțiuni personalizate pentru asistentul AI
ru: Добавьте персонализированные инструкции для AI-ассистента
sv: Lägg till personliga instruktioner för AI-assistenten
th: เพิ่มคำสั่งเฉพาะสำหรับผู้ช่วย AI
tr: AI asistan için kişiselleştirilmiş talimatlar ekleyin
uk: Додайте персоналізовані інструкції для ШІ-асистента
vi: Thêm hướng dẫn cá nhân cho trợ lý AI
zh: 为AI助手添加个性化指令
zh_tw: 為AI助手新增個人化指示

# customPromptPlaceholder
source: Enter your special requests...
ar: أدخل طلباتك الخاصة...
da: Indtast dine specielle ønsker...
de: Geben Sie Ihre besonderen Wünsche ein...
el: Εισαγάγετε τα ειδικά σας αιτήματα...
es_419: Ingresa tus solicitudes especiales...
fi: Syötä erityistoiveesi...
fr: Entrez vos demandes spéciales...
hi: अपने विशेष अनुरोध दर्ज करें...
hu: Írja be speciális kéréseit...
id: Masukkan permintaan khusus Anda...
ja: 特別なリクエストを入力...
ko: 특별 요청을 입력하세요...
nl: Voer uw speciale verzoeken in...
no: Skriv inn dine spesielle forespørsler...
pl: Wprowadź swoje specjalne żądania...
pt_pt: Introduza as suas solicitações especiais...
ro: Introdu cerințele tale speciale...
ru: Введите ваши особые пожелания...
sv: Ange dina särskilda önskemål...
th: กรอกคำสั่งพิเศษของคุณ...
tr: Özel isteklerinizi girin...
uk: Введіть ваші особливі побажання...
vi: Nhập yêu cầu đặc biệt của bạn...
zh: 输入你的特殊要求...
zh_tw: 輸入你的特殊要求...

# enableCustomPrompt
source: Enable special requests
ar: تفعيل الطلبات الخاصة
da: Aktiver specielle ønsker
de: Besondere Wünsche aktivieren
el: Ενεργοποίηση ειδικών αιτημάτων
es_419: Habilitar solicitudes especiales
fi: Ota käyttöön erityistoiveet
fr: Activer les demandes spéciales
hi: विशेष अनुरोध सक्षम करें
hu: Speciális kérések engedélyezése
id: Aktifkan permintaan khusus
ja: 特別なリクエストを有効にする
ko: 특별 요청 활성화
nl: Speciale verzoeken inschakelen
no: Aktiver spesielle forespørsler
pl: Włącz specjalne żądania
pt_pt: Ativar solicitações especiais
ro: Activează cerințe speciale
ru: Включить особые пожелания
sv: Aktivera särskilda önskemål
th: เปิดใช้งานคำสั่งพิเศษ
tr: Özel istekleri etkinleştir
uk: Увімкнути особливі побажання
vi: Bật yêu cầu đặc biệt
zh: 启用特殊要求
zh_tw: 啟用特殊要求

# defaultCustomPrompt
source: Give me compliments.
ar: امدحني.
da: Giv mig komplimenter.
de: Gib mir Komplimente.
el: Κάνε μου κομπλιμέντα.
es_419: Dame cumplidos.
fi: Anna minulle kohteliaisuuksia.
fr: Fais-moi des compliments.
hi: मुझे प्रशंसा दें।
hu: Mondj bókokat.
id: Beri saya pujian.
ja: 褒めてください。
ko: 칭찬해 주세요.
nl: Geef me complimenten.
no: Gi meg komplimenter.
pl: Daj mi komplementy.
pt_pt: Dê-me elogios.
ro: Fă-mi complimente.
ru: Говори мне комплименты.
sv: Ge mig komplimanger.
th: ชมฉันหน่อย
tr: Bana iltifat et.
uk: Говори мені компліменти.
vi: Khen ngợi tôi.
zh: 夸夸我。
zh_tw: 誇誇我。

source: Close
ar: إغلاق
da: Luk
de: Schließen
el: Κλείσιμο
es_419: Cerrar
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
ja: 閉じる
ko: 닫기
nl: Sluiten
no: Lukk
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_tw: 關閉

# scanningHintTitle
source: How to Scan
ar: كيفية المسح
da: Sådan scanner du
de: Wie wird gescannt
el: Πώς να Σαρώσετε
es_419: Cómo Escanear
fi: Kuinka skannata
fr: Comment scanner
hi: कैसे स्कैन करें
hu: Hogyan szkenneljünk
id: Cara Memindai
ja: スキャン方法
ko: 스캔 방법
nl: Hoe te Scannen
no: Hvordan Skanne
pl: Jak Skanować
pt_pt: Como Digitalizar
ro: Cum să Scanezi
ru: Как сканировать
sv: Hur man Skannar
th: วิธีสแกน
tr: Nasıl Taranır
uk: Як сканувати
vi: Cách Quét
zh: 如何扫描
zh_tw: 如何掃描

source: Scan Limit Reached
ar: تم بلوغ حد المسح
da: Scanningsgrænse nået
de: Scan-Limit erreicht
el: Επιτεύχθηκε το Όριο Σαρώσεων
es_419: Límite de Escaneos Alcanzado
fi: Skannausraja saavutettu
fr: Limite de scan atteint
hi: स्कैन सीमा पूर्ण
hu: Szkennelési limit elérve
id: Batas Pemindaian Tercapai
ja: スキャン制限に達しました
ko: 스캔 제한 도달
nl: Scanlimiet Bereikt
no: Skannegrense Nådd
pl: Osiągnięto Limit Skanowania
pt_pt: Limite de Digitalizações Atingido
ro: Limită Scanări Atinsă
ru: Лимит сканирований достигнут
sv: Skanngräns Uppnådd
th: ถึงขอบเขตการสแกน
tr: Tarama Limitine Ulaşıldı
uk: Ліміт сканувань досягнуто
vi: Đã Đạt Giới Hạn Quét
zh: 已达扫描限制
zh_tw: 已達掃描限制
