Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

source: Recommended Alternatives
ar: بدائل موصى بها
da: Anbefalede alternativer
de: Empfohlene Alternativen
el: Προτεινόμενες Εναλλακτικές
es_419: Alternativas Recomendadas
fi: Suositellut vaihtoehdot
fr: Alternatives recommandées
hi: अनुशंसित विकल्प
hu: Ajánlott alternatívák
id: Alternatif yang Direkomendasikan
ja: おすすめの代替品
ko: 추천 대체품
nl: Aanbevolen Alternatieven
no: Anbefalte Alternativer
pl: Zalecane Alternatywy
pt_pt: Alternativas Recomendadas
ro: Alternative Recomandate
ru: Рекомендуемые альтернативы
sv: Rekommenderade Alternativ
th: ทางเลือกที่แนะนำ
tr: Önerilen Alternatifler
uk: Рекомендовані альтернативи
vi: Lựa Chọn Thay Thế Đề Xuất
zh: 推荐替代品
zh_tw: 推薦替代品

source: Reason:
ar: السبب:
da: Årsag:
de: Grund:
el: Λόγος:
es_419: Motivo:
fi: Syy:
fr: Raison :
hi: कारण:
hu: Indok:
id: Alasan:
ja: 理由：
ko: 이유:
nl: Reden:
no: Grunn:
pl: Powód:
pt_pt: Motivo:
ro: Motiv:
ru: Причина:
sv: Anledning:
th: เหตุผล:
tr: Sebep:
uk: Причина:
vi: Lý do:
zh: 原因:
zh_tw: 原因:

source: Quick Summary
ar: ملخص سريع
da: Hurtig Oversigt
de: Schnellübersicht
el: Γρήγορη Σύνοψη
es_419: Resumen Rápido
fi: Pikayhteenveto
fr: Résumé rapide
hi: त्वरित सारांश
hu: Gyors összefoglaló
id: Ringkasan Cepat
ja: クイックサマリー
ko: 빠른 요약
nl: Snelle Samenvatting
no: Hurtigsammendrag
pl: Szybkie Podsumowanie
pt_pt: Resumo Rápido
ro: Rezumat Rapid
ru: Быстрая сводка
sv: Snabb Sammanfattning
th: สรุปโดยย่อ
tr: Hızlı Özet
uk: Швидкий огляд
vi: Tóm Tắt Nhanh
zh: 快速摘要
zh_tw: 快速摘要

source: ingredients checked
ar: المكونات التي تم فحصها
da: ingredienser kontrolleret
de: Inhaltsstoffe geprüft
el: συστατικά ελέγχθηκαν
es_419: ingredientes verificados
fi: ainesosaa tarkistettu
fr: ingrédients vérifiés
hi: सामग्री जांची गई
hu: összetevő ellenőrizve
id: bahan diperiksa
ja: 成分をチェックしました
ko: 성분 확인됨
nl: ingrediënten gecontroleerd
no: ingredienser sjekket
pl: składników sprawdzonych
pt_pt: ingredientes verificados
ro: ingrediente verificate
ru: ингредиентов проверено
sv: ingredienser kontrollerade
th: ส่วนผสมที่ตรวจสอบแล้ว
tr: içerik kontrol edildi
uk: інгредієнтів перевірено
vi: thành phần đã kiểm tra
zh: 成分已检测
zh_tw: 成分已檢測

source: personal warnings
ar: تحذيرات شخصية
da: personlige advarsler
de: persönliche Warnungen
el: προσωπικές προειδοποιήσεις
es_419: advertencias personales
fi: henkilökohtaista varoitusta
fr: avertissements personnels
hi: व्यक्तिगत चेतावनियां
hu: személyes figyelmeztetés
id: peringatan pribadi
ja: 個人的な警告
ko: 개인 경고
nl: persoonlijke waarschuwingen
no: personlige advarsler
pl: ostrzeżeń osobistych
pt_pt: avisos pessoais
ro: avertismente personale
ru: персональных предупреждений
sv: personliga varningar
th: คำเตือนส่วนตัว
tr: kişisel uyarı
uk: персональних попереджень
vi: cảnh báo cá nhân
zh: 个人警告
zh_tw: 個人警告

source: Our Verdict
de: Unser Urteil
es_419: Nuestro Veredicto
fi: Arvio
fr: Notre verdict
hi: हमारी राय
hu: Véleményünk
id: Kesimpulan Kami
ja: 総合評価
ko: 종합 평가
nl: Ons Oordeel
no: Vår Vurdering
pl: Nasza Opinia
pt_pt: O Nosso Veredito
ro: Verdictul Nostru
ru: Наш вердикт
sv: Vårt Omdöme
th: สรุปของเรา
tr: Değerlendirmemiz
uk: Наш вердикт
vi: Đánh Giá Của Chúng Tôi
zh: 我们的评价
zh_tw: 我們的評價

# productInfo
source: Product Information
de: Produktinformationen
es_419: Información del Producto
fi: Tuotetiedot
fr: Informations produit
hi: उत्पाद जानकारी
hu: Termékinformáció
id: Informasi Produk
ja: 製品情報
ko: 제품 정보
nl: Productinformatie
no: Produktinformasjon
pl: Informacje o Produkcie
pt_pt: Informações do Produto
ro: Informații Produs
ru: Информация о продукте
sv: Produktinformation
th: ข้อมูลผลิตภัณฑ์
tr: Ürün Bilgisi
uk: Інформація про продукт
vi: Thông Tin Sản Phẩm
zh: 产品信息
zh_tw: 產品資訊

source: Product Type
de: Produkttyp
es_419: Tipo de Producto
fi: Tuotetyyppi
fr: Type de produit
hi: उत्पाद का प्रकार
hu: Terméktípus
id: Jenis Produk
ja: 製品タイプ
ko: 제품 유형
no: Produkttype
pl: Typ Produktu
pt_pt: Tipo de Produto
ro: Tip Produs
ru: Тип продукта
sv: Produkttyp
th: ประเภทผลิตภัณฑ์
tr: Ürün Tipi
uk: Тип продукту
vi: Loại Sản Phẩm
zh: 产品类型
zh_tw: 產品類型

source: Brand
de: Marke
es_419: Marca
fi: Merkki
fr: Marque
hi: ब्रांड
hu: Márka
id: Merek
ja: ブランド
ko: 브랜드
nl: Merk
no: Merke
pl: Marka
pt_pt: Marca
ro: Marcă
ru: Бренд
sv: Märke
th: แบรนด์
tr: Marka
uk: Бренд
vi: Thương Hiệu
zh: 品牌
zh_tw: 品牌

source: Premium Insights
es_419: Información Premium
fi: Premium-tiedot
hi: प्रीमियम जानकारी
hu: Prémium betekintések
id: Wawasan Premium
ja: プレミアムインサイト
ko: 프리미엄 인사이트
nl: Premium Inzichten
no: Premium Innsikt
pt_pt: Insights Premium
ro: Perspective Premium
sv: Premium-insikter
th: ข้อมูลเชิงลึกพรีเมียม
tr: Premium İçgörüler
vi: Thông Tin Chuyên Sâu Premium
zh: 高级见解
zh_tw: 進階洞察

source: Research Articles
de: Forschungsartikel
es_419: Artículos de Investigación
fi: Tutkimusartikkelit
fr: Articles de recherche
hi: शोध लेख
hu: Kutatási cikkek
id: Artikel Penelitian
ja: 研究論文
ko: 연구 논문
nl: Onderzoeksartikelen
no: Forskningsartikler
pl: Artykuły Badawcze
pt_pt: Artigos de Investigação
ro: Articole de Cercetare
ru: Научные исследования
sv: Forskningsartiklar
th: บทความงานวิจัย
tr: Araştırma Makaleleri
uk: Наукові дослідження
vi: Bài Nghiên Cứu
zh: 研究文章
zh_tw: 研究文章

source: Category Ranking
de: Kategorie-Ranking
es_419: Clasificación por Categoría
fi: Kategoria-asema
fr: Classement catégorie
hi: श्रेणी रैंकिंग
hu: Kategória rangsor
id: Peringkat Kategori
ja: カテゴリーランキング
ko: 카테고리 순위
nl: Categorierangschikking
no: Kategorirangering
pl: Ranking Kategorii
pt_pt: Classificação por Categoria
ro: Clasament în Categorie
ru: Рейтинг в категории
sv: Kategoriranking
th: อันดับในหมวดหมู่
tr: Kategori Sıralaması
uk: Рейтинг в категорії
vi: Xếp Hạng Danh Mục
zh: 类别排名
zh_tw: 類別排名

source: Safety Trend
de: Sicherheitstrend
es_419: Tendencia de Seguridad
fi: Turvallisuustrendi
fr: Tendance sécurité
hi: सुरक्षा रुझान
hu: Biztonsági trend
id: Tren Keamanan
ja: 安全性トレンド
ko: 안전성 트렌드
nl: Veiligheidstrend
no: Sikkerhetstrend
pl: Trend Bezpieczeństwa
pt_pt: Tendência de Segurança
ro: Tendință Siguranță
ru: Тренд безопасности
sv: Säkerhetstrend
th: แนวโน้มความปลอดภัย
tr: Güvenlik Trendi
uk: Тренд безпеки
vi: Xu Hướng An Toàn
zh: 安全趋势
zh_tw: 安全趨勢

# saveToFavorites
source: Save
de: Speichern
es_419: Guardar
fi: Tallenna
fr: Sauvegarder
hi: सहेजें
hu: Mentés
id: Simpan
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zapisz
pt_pt: Guardar
ro: Salvează
ru: В избранное
sv: Spara
th: บันทึก
tr: Kaydet
uk: В обране
vi: Lưu
zh: 保存
zh_tw: 儲存

# shareResults
source: Share
de: Teilen
es_419: Compartir
fi: Jaa
fr: Partager
hi: साझा करें
hu: Megosztás
id: Bagikan
ja: 共有
ko: 공유
nl: Delen
no: Del
pl: Udostępnij
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia Sẻ
zh: 分享
zh_tw: 分享

# compareProducts
source: Compare
de: Vergleichen
es_419: Comparar
fi: Vertaa
fr: Comparer
hi: तुलना करें
hu: Összehasonlítás
id: Bandingkan
ja: 比較
ko: 비교
nl: Vergelijken
no: Sammenlign
pl: Porównaj
pt_pt: Comparar
ro: Compară
ru: Сравнить
sv: Jämför
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So Sánh
zh: 对比
zh_tw: 比較

# scanSimilar
source: Similar
de: Ähnlich
es_419: Similares
fi: Samankaltainen
fr: Similaire
hi: समान
hu: Hasonló
id: Serupa
ja: 類似
ko: 유사
nl: Vergelijkbaar
no: Lignende
pl: Podobne
pt_pt: Similares
ro: Similare
ru: Похожий
sv: Liknande
th: ผลิตภัณฑ์ที่คล้ายกัน
tr: Benzer
uk: Схожий
vi: Tương Tự
zh: 相似
zh_tw: 相似

# aiChatTitle
source: AI Cosmetic Scanner
ar: ماسح مستحضرات التجميل بالذكاء الاصطناعي
da: AI Kosmetisk Scanner
de: KI-Chat
el: AI Σαρωτής Καλλυντικών
fi: AI-keskustelu
fr: Chat IA
hi: AI चैट
hu: AI Kozmetikai Szkenner
id: AI Pemindai Kosmetik
ja: AI化粧品スキャナー
ko: AI 화장품 스캐너
nl: AI Cosmetica Scanner
no: AI Kosmetikk-skanner
pl: Skaner Kosmetyków AI
pt_pt: Scanner de Cosméticos IA
ru: Чат с ИИ
uk: Чат зі ШІ

source: Type your message...
ar: اكتب رسالتك...
da: Skriv din besked...
de: Nachricht eingeben...
el: Πληκτρολογήστε το μήνυμά σας...
es_419: Escribe tu mensaje...
fi: Kirjoita viesti...
fr: Tapez votre message...
hi: अपना संदेश लिखें...
hu: Írja be az üzenetét...
id: Ketik pesan Anda...
ja: メッセージを入力...
ko: 메시지를 입력하세요...
nl: Typ uw bericht...
no: Skriv inn meldingen din...
pl: Wpisz swoją wiadomość...
pt_pt: Escreva a sua mensagem...
ro: Scrie mesajul tău...
ru: Введите ваше сообщение...
sv: Skriv ditt meddelande...
th: พิมพ์ข้อความของคุณ...
tr: Mesajınızı yazın...
uk: Введіть ваше повідомлення...
vi: Nhập tin nhắn của bạn...
zh: 输入你的消息...
zh_tw: 輸入你的訊息...

source: Error: Supabase client not initialized.
ar: خطأ: لم يتم تهيئة عميل Supabase.
da: Fejl: Supabase-klient ikke initialiseret.
de: Fehler: Supabase-Client nicht initialisiert.
el: Σφάλμα: Ο πελάτης Supabase δεν έχει αρχικοποιηθεί.
es_419: Error: El cliente de Supabase no está inicializado.
fi: Virhe: Supabase-asiakasta ei ole alustettu.
fr: Erreur : client Supabase non initialisé.
hi: त्रुटि: Supabase क्लाइंट प्रारंभ नहीं हुआ।
hu: Hiba: A Supabase kliens nincs inicializálva.
id: Kesalahan: Klien Supabase belum diinisialisasi.
ja: エラー：Supabaseクライアントが初期化されていません。
ko: 오류: Supabase 클라이언트가 초기화되지 않았습니다.
nl: Fout: Supabase-client niet geïnitialiseerd.
no: Feil: Supabase-klient ikke initialisert.
pl: Błąd: Klient Supabase nie został zainicjowany.
pt_pt: Erro: Cliente Supabase não inicializado.
ro: Eroare: Clientul Supabase nu este inițializat.
ru: Ошибка: Клиент Supabase не инициализирован.
sv: Fel: Supabase-klient är inte initierad.
th: ข้อผิดพลาด: ไม่สามารถเริ่มต้น Supabase client ได้
tr: Hata: Supabase istemcisi başlatılmadı.
uk: Помилка: клієнт Supabase не ініціалізовано.
vi: Lỗi: Client Supabase chưa được khởi tạo.
zh: 错误:Supabase客户端未初始化。
zh_tw: 錯誤:Supabase客戶端未初始化。

source: Server error:
ar: خطأ في الخادم:
da: Serverfejl:
de: Serverfehler:
el: Σφάλμα διακομιστή:
es_419: Error del servidor:
fi: Palvelinvirhe:
fr: Erreur serveur :
hi: सर्वर त्रुटि:
hu: Szerverhiba:
id: Kesalahan server:
ja: サーバーエラー：
ko: 서버 오류:
nl: Serverfout:
no: Serverfeil:
pl: Błąd serwera:
pt_pt: Erro do servidor:
ro: Eroare server:
ru: Ошибка сервера:
sv: Serverfel:
th: ข้อผิดพลาดของเซิร์ฟเวอร์:
tr: Sunucu hatası:
uk: Помилка сервера:
vi: Lỗi máy chủ:
zh: 服务器错误:
zh_tw: 伺服器錯誤:

# networkErrorOccurred
source: Network error occurred. Please try again later.
ar: حدث خطأ في الشبكة. يرجى المحاولة لاحقاً.
da: Netværksfejl opstod. Prøv igen senere.
de: Netzwerkfehler aufgetreten. Bitte versuchen Sie es später erneut.
el: Παρουσιάστηκε σφάλμα δικτύου. Παρακαλώ δοκιμάστε ξανά αργότερα.
es_419: Ocurrió un error de red. Por favor, intenta de nuevo más tarde.
fi: Verkkovirhe. Yritä myöhemmin uudelleen.
fr: Une erreur réseau s'est produite. Veuillez réessayer plus tard.
hi: नेटवर्क त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।
hu: Hálózati hiba történt. Kérjük, próbálja újra később.
id: Terjadi kesalahan jaringan. Silakan coba lagi nanti.
ja: ネットワークエラーが発生しました。後でもう一度お試しください。
ko: 네트워크 오류가 발생했습니다. 나중에 다시 시도해 주세요.
nl: Er is een netwerkfout opgetreden. Probeer het later opnieuw.
no: Nettverksfeil oppstod. Vennligst prøv igjen senere.
pl: Wystąpił błąd sieci. Spróbuj ponownie później.
pt_pt: Ocorreu um erro de rede. Tente novamente mais tarde.
ro: A apărut o eroare de rețea. Te rugăm să încerci din nou mai târziu.
ru: Произошла ошибка сети. Пожалуйста, попробуйте позже.
sv: Ett nätverksfel uppstod. Försök igen senare.
th: เกิดข้อผิดพลาดของเครือข่าย กรุณาลองใหม่อีกครั้งค่ะ
tr: Ağ hatası oluştu. Lütfen daha sonra tekrar deneyin.
uk: Сталася помилка мережі. Будь ласка, спробуйте пізніше.
vi: Đã xảy ra lỗi mạng. Vui lòng thử lại sau.
zh: 网络错误。请稍后重试。
zh_tw: 網路錯誤。請稍後重試。

# sorryAnErrorOccurred
source: Sorry, an error occurred. Please try again.
ar: عذراً، حدث خطأ. يرجى المحاولة مرة أخرى.
da: Beklager, der opstod en fejl. Prøv venligst igen.
de: Entschuldigung, ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
el: Λυπούμαστε, προέκυψε σφάλμα. Παρακαλώ δοκιμάστε ξανά.
es_419: Lo sentimos, ocurrió un error. Por favor, intenta de nuevo.
fi: Tapahtui virhe. Yritä uudelleen.
fr: Désolé, une erreur s'est produite. Veuillez réessayer.
hi: क्षमा करें, एक त्रुटि हुई। कृपया पुनः प्रयास करें।
hu: Sajnáljuk, hiba történt. Kérjük, próbálja újra.
id: Maaf, terjadi kesalahan. Silakan coba lagi.
ja: 申し訳ございません、エラーが発生しました。もう一度お試しください。
ko: 죄송합니다. 오류가 발생했습니다. 다시 시도해 주세요.
nl: Sorry, er is een fout opgetreden. Probeer het opnieuw.
no: Beklager, en feil oppstod. Vennligst prøv igjen.
pl: Przepraszamy, wystąpił błąd. Spróbuj ponownie.
pt_pt: Lamentamos, ocorreu um erro. Tente novamente.
ro: Ne pare rău, a apărut o eroare. Te rugăm să încerci din nou.
ru: К сожалению, произошла ошибка. Пожалуйста, попробуйте снова.
sv: Tyvärr uppstod ett fel. Försök igen.
th: ขออภัยค่ะ เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง
tr: Üzgünüz, bir hata oluştu. Lütfen tekrar deneyin.
uk: Вибачте, сталася помилка. Будь ласка, спробуйте ще раз.
vi: Xin lỗi, đã xảy ra lỗi. Vui lòng thử lại.
zh: 抱歉,出错了。请重试。
zh_tw: 抱歉,發生錯誤。請重試。

# couldNotGetResponse
source: Could not get a response.
ar: تعذر الحصول على رد.
da: Kunne ikke få et svar.
de: Keine Antwort erhalten.
el: Δεν ήταν δυνατή η λήψη απάντησης.
es_419: No se pudo obtener una respuesta.
fi: Vastausta ei saatu.
fr: Impossible d'obtenir une réponse.
hi: प्रतिक्रिया नहीं मिल सकी।
hu: Nem sikerült választ kapni.
id: Tidak dapat memperoleh respons.
ja: 応答を取得できませんでした。
ko: 응답을 받을 수 없습니다.
nl: Kon geen reactie krijgen.
no: Kunne ikke få respons.
pl: Nie można uzyskać odpowiedzi.
pt_pt: Não foi possível obter uma resposta.
ro: Nu s-a putut obține un răspuns.
ru: Не удалось получить ответ.
sv: Kunde inte få ett svar.
th: ไม่สามารถรับคำตอบได้ค่ะ
tr: Yanıt alınamadı.
uk: Не вдалося отримати відповідь.
vi: Không thể nhận được phản hồi.
zh: 无法获得响应。
zh_tw: 無法取得回應。

source: AI Assistant
ar: المساعد الذكي
da: AI-assistent
de: KI-Assistent
el: AI Βοηθός
es_419: Asistente IA
fi: AI-avustaja
fr: Assistant IA
hi: AI सहायक
hu: AI Asszisztens
id: Asisten AI
ja: AIアシスタント
ko: AI 어시스턴트
nl: AI Assistent
no: AI Assistent
pl: Asystent AI
pt_pt: Assistente IA
ro: Asistent AI
ru: Ассистент ИИ
sv: AI-assistent
th: ผู้ช่วย AI
tr: AI Asistan
uk: ШІ-помічник
vi: Trợ Lý AI
zh: AI助手
zh_tw: AI助手

source: Online
ar: متصل
el: Συνδεδεμένος
es_419: En línea
fi: Paikalla
fr: En ligne
hi: ऑनलाइन
ja: オンライン
ko: 온라인
ru: В сети
th: ออนไลน์
tr: Çevrimiçi
uk: В мережі
vi: Trực Tuyến
zh: 在线
zh_tw: 線上

source: Typing...
ar: يكتب...
da: Skriver...
de: Schreibt...
el: Πληκτρολογεί...
es_419: Escribiendo...
fi: Kirjoittaa...
fr: Écriture...
hi: लिख रहे हैं...
hu: Gépel...
id: Mengetik...
ja: 入力中...
ko: 입력 중...
nl: Aan het typen...
no: Skriver...
pl: Pisze...
pt_pt: A escrever...
ro: Scrie...
ru: Печатает...
sv: Skriver...
th: กำลังพิมพ์...
tr: Yazıyor...
uk: Друкує...
vi: Đang nhập...
zh: 正在输入...
zh_tw: 正在輸入...

source: Write a message...
ar: اكتب رسالة...
da: Skriv en besked...
de: Nachricht schreiben...
el: Γράψτε ένα μήνυμα...
es_419: Escribe un mensaje...
fi: Kirjoita viesti...
fr: Écrivez un message...
hi: संदेश लिखें...
hu: Írjon üzenetet...
id: Tulis pesan...
ja: メッセージを書く...
ko: 메시지를 작성하세요...
nl: Schrijf een bericht...
no: Skriv en melding...
pl: Napisz wiadomość...
pt_pt: Escreva uma mensagem...
ro: Scrie un mesaj...
ru: Написать сообщение...
sv: Skriv ett meddelande...
th: เขียนข้อความ...
tr: Bir mesaj yazın...
uk: Написати повідомлення...
vi: Viết tin nhắn...
zh: 写消息...
zh_tw: 寫訊息...

source: Hi! I am your AI assistant. How can I help?
ar: مرحباً! أنا مساعدك الذكي. كيف يمكنني المساعدة؟
da: Hej! Jeg er din AI-assistent. Hvordan kan jeg hjælpe?
de: Hallo! Ich bin Ihr KI-Assistent. Wie kann ich Ihnen helfen?
el: Γεια σας! Είμαι ο AI βοηθός σας. Πώς μπορώ να βοηθήσω;
es_419: ¡Hola! Soy tu asistente de IA. ¿En qué puedo ayudarte?
fi: Hei! Olen AI-avustajasi. Miten voin auttaa?
fr: Bonjour ! Je suis votre assistant IA. Comment puis-je vous aider ?
hi: नमस्ते! मैं आपका AI सहायक हूं। मैं आपकी कैसे मदद कर सकता हूं?
hu: Szia! Az AI asszisztensed vagyok. Miben segíthetek?
id: Hai! Saya asisten AI Anda. Bagaimana saya dapat membantu?
ja: こんにちは！AIアシスタントです。どのようなお手伝いができますか？
ko: 안녕하세요! AI 어시스턴트입니다. 무엇을 도와드릴까요?
nl: Hallo! Ik ben uw AI-assistent. Hoe kan ik u helpen?
no: Hei! Jeg er din AI-assistent. Hvordan kan jeg hjelpe deg?
pl: Cześć! Jestem twoim asystentem AI. Jak mogę pomóc?
pt_pt: Olá! Sou o seu assistente de IA. Como posso ajudar?
ro: Bună! Sunt asistentul tău AI. Cu ce te pot ajuta?
ru: Привет! Я ваш помощник ИИ. Чем я могу вам помочь?
sv: Hej! Jag är din AI-assistent. Hur kan jag hjälpa dig?
th: สวัสดีค่ะ! ดิฉันเป็นผู้ช่วย AI ของคุณ มีอะไรให้ช่วยไหมคะ?
tr: Merhaba! Ben sizin AI asistanınızım. Nasıl yardımcı olabilirim?
uk: Привіт! Я ваш ШІ-помічник. Чим можу вам допомогти?
vi: Xin chào! Tôi là trợ lý AI của bạn. Tôi có thể giúp gì cho bạn?
zh: 你好!我是你的AI助手。我能帮你什么?
zh_tw: 你好!我是你的AI助手。我能幫你什麼?

source: I can see your scan results! Feel free to ask me any questions about ingredients, safety concerns, or recommendations.
ar: أستطيع رؤية نتائج المسح الخاصة بك! لا تتردد في سؤالي عن المكونات أو مخاوف السلامة أو التوصيات.
da: Jeg kan se dine scanningsresultater! Du er velkommen til at stille mig spørgsmål om ingredienser, sikkerhed eller anbefalinger.
de: Ich kann Ihre Scan-Ergebnisse sehen! Fühlen Sie sich frei, mir Fragen zu den Inhaltsstoffen, Sicherheitsbedenken oder Empfehlungen zu stellen.
el: Μπορώ να δω τα αποτελέσματα σάρωσής σας! Μη διστάσετε να με ρωτήσετε οτιδήποτε για συστατικά, ασφάλεια ή συστάσεις.
es_419: ¡Puedo ver los resultados de tu escaneo! No dudes en preguntarme cualquier cosa sobre ingredientes, preocupaciones de seguridad o recomendaciones.
fi: Näen skannauksen tulokset! Kysy rohkeasti ainesosista, turvallisuushuolista tai suosituksista.
fr: Je peux voir vos résultats d'analyse ! N'hésitez pas à me poser des questions sur les ingrédients, les préoccupations de sécurité ou les recommandations.
hi: मैं आपके स्कैन परिणाम देख सकता हूं! सामग्री, सुरक्षा चिंताओं या सिफारिशों के बारे में बेझिझक पूछें।
hu: Látom a szkennelési eredményeit! Bátran tegyen fel kérdéseket az összetevőkről, biztonsági aggályokról vagy ajánlásokról.
id: Saya dapat melihat hasil pemindaian Anda! Jangan ragu untuk bertanya tentang bahan, masalah keamanan, atau rekomendasi.
ja: スキャン結果を確認しました！成分、安全性の懸念、おすすめについて、お気軽にご質問ください。
ko: 스캔 결과를 확인했습니다! 성분, 안전성 문제 또는 추천에 대해 자유롭게 질문해 주세요.
nl: Ik kan uw scanresultaten zien! Stel gerust vragen over ingrediënten, veiligheidskwesties of aanbevelingen.
no: Jeg kan se skanneresultatene dine! Still gjerne spørsmål om ingredienser, sikkerhetsbekymringer eller anbefalinger.
pl: Widzę wyniki twojego skanowania! Śmiało zadawaj pytania o składniki, obawy dotyczące bezpieczeństwa lub rekomendacje.
pt_pt: Posso ver os seus resultados de digitalização! Sinta-se à vontade para fazer perguntas sobre ingredientes, preocupações de segurança ou recomendações.
ro: Pot vedea rezultatele scanării tale! Întreabă-mă orice despre ingrediente, preocupări de siguranță sau recomandări.
ru: Я вижу ваши результаты сканирования! Не стесняйтесь задавать мне любые вопросы о ингредиентах, проблемах безопасности или рекомендациях.
sv: Jag kan se dina skannresultat! Fråga mig gärna om ingredienser, säkerhetsproblem eller rekommendationer.
th: ดิฉันเห็นผลการสแกนของคุณแล้วค่ะ! ถามอะไรเกี่ยวกับส่วนผสม ข้อกังวลด้านความปลอดภัย หรือคำแนะนำได้เลยนะคะ
tr: Tarama sonuçlarınızı görüyorum! İçerikler, güvenlik endişeleri veya öneriler hakkında bana her şeyi sorabilirsiniz.
uk: Я бачу ваші результати сканування! Не соромтеся задавати мені будь-які запитання про інгредієнти, питання безпеки або рекомендації.
vi: Tôi có thể xem kết quả quét của bạn! Hãy thoải mái hỏi tôi bất kỳ câu hỏi nào về thành phần, mối quan ngại an toàn hoặc đề xuất.
zh: 我可以看到你的扫描结果!随时向我询问有关成分、安全问题或建议的任何问题。
zh_tw: 我可以看到你的掃描結果!隨時向我詢問有關成分、安全問題或建議的任何問題。

source: User question:
ar: سؤال المستخدم:
da: Brugers spørgsmål:
de: Benutzerfrage:
el: Ερώτηση χρήστη:
es_419: Pregunta del usuario:
fi: Käyttäjän kysymys:
fr: Question de l'utilisateur :
hi: उपयोगकर्ता का प्रश्न:
hu: Felhasználói kérdés:
id: Pertanyaan pengguna:
ja: ユーザーの質問：
ko: 사용자 질문:
nl: Gebruikersvraag:
no: Brukerspørsmål:
pl: Pytanie użytkownika:
pt_pt: Pergunta do utilizador:
ro: Întrebarea utilizatorului:
ru: Вопрос пользователя:
sv: Användarfråga:
th: คำถามจากผู้ใช้:
tr: Kullanıcı sorusu:
uk: Питання користувача:
vi: Câu hỏi của người dùng:
zh: 用户问题:
zh_tw: 使用者問題:

source: Database Explorer
ar: مستكشف قاعدة البيانات
da: Databaseudforsker
de: Datenbank-Explorer
el: Εξερευνητής Βάσης Δεδομένων
es_419: Explorador de Base de Datos
fi: Tietokantatutkija
fr: Explorateur de base de données
hi: डेटाबेस एक्सप्लोरर
hu: Adatbázis böngésző
id: Penjelajah Database
ja: データベースエクスプローラー
ko: 데이터베이스 탐색기
nl: Database Verkenner
no: Database Utforsker
pl: Eksplorator Bazy Danych
pt_pt: Explorador de Base de Dados
ro: Explorator Bază de Date
ru: Обозреватель базы данных
sv: Databasutforskare
th: ตัวสำรวจฐานข้อมูล
tr: Veritabanı Gezgini
uk: Оглядач бази даних
vi: Trình Khám Phá Cơ Sở Dữ Liệu
zh: 数据库浏览器
zh_tw: 資料庫瀏覽器

source: Current User:
ar: المستخدم الحالي:
da: Nuværende bruger:
de: Aktueller Benutzer:
el: Τρέχων Χρήστης:
es_419: Usuario Actual:
fi: Nykyinen käyttäjä:
fr: Utilisateur actuel :
hi: वर्तमान उपयोगकर्ता:
hu: Jelenlegi felhasználó:
id: Pengguna Saat Ini:
ja: 現在のユーザー：
ko: 현재 사용자:
nl: Huidige Gebruiker:
no: Nåværende Bruker:
pl: Bieżący Użytkownik:
pt_pt: Utilizador Atual:
ro: Utilizator Curent:
ru: Текущий пользователь:
sv: Nuvarande Användare:
th: ผู้ใช้ปัจจุบัน:
tr: Mevcut Kullanıcı:
uk: Поточний користувач:
vi: Người Dùng Hiện Tại:
zh: 当前用户:
zh_tw: 目前使用者:

source: Not signed in
ar: غير مسجل الدخول
da: Ikke logget ind
de: Nicht angemeldet
el: Δεν έχετε συνδεθεί
es_419: No has iniciado sesión
fi: Ei kirjautuneena
fr: Non connecté
hi: साइन इन नहीं किया
hu: Nincs bejelentkezve
id: Belum masuk
ja: サインインしていません
ko: 로그인하지 않음
nl: Niet ingelogd
no: Ikke pålogget
pl: Niezalogowany
pt_pt: Não autenticado
ro: Neautentificat
ru: Не вошли в систему
sv: Inte inloggad
th: ยังไม่ได้เข้าสู่ระบบ
tr: Giriş yapılmadı
uk: Не увійшли в систему
vi: Chưa đăng nhập
zh: 未登录
zh_tw: 未登入

source: Failed to fetch tables:
ar: فشل جلب الجداول:
da: Kunne ikke hente tabeller:
de: Tabellen konnten nicht abgerufen werden:
el: Αποτυχία ανάκτησης πινάκων:
es_419: No se pudieron cargar las tablas:
fi: Taulukoiden haku epäonnistui:
fr: Échec de la récupération des tables :
hi: तालिकाएं प्राप्त करने में विफल:
hu: Nem sikerült betölteni a táblákat:
id: Gagal mengambil tabel:
ja: テーブルの取得に失敗しました：
ko: 테이블을 가져오지 못했습니다:
nl: Kan tabellen niet ophalen:
no: Kunne ikke hente tabeller:
pl: Nie udało się pobrać tabel:
pt_pt: Falha ao obter tabelas:
ro: Eșec la încărcarea tabelelor:
ru: Не удалось получить таблицы:
sv: Misslyckades hämta tabeller:
th: ไม่สามารถดึงข้อมูลตารางได้:
tr: Tablolar alınamadı:
uk: Не вдалося отримати таблиці:
vi: Không thể tải các bảng:
zh: 获取表失败:
zh_tw: 取得表格失敗:

source: Tables in your Supabase database:
ar: الجداول في قاعدة بيانات Supabase الخاصة بك:
da: Tabeller i din Supabase-database:
de: Tabellen in Ihrer Supabase-Datenbank:
el: Πίνακες στη βάση δεδομένων Supabase:
es_419: Tablas en tu base de datos Supabase:
fi: Taulukot Supabase-tietokannassasi:
fr: Tables dans votre base de données Supabase :
hi: आपके Supabase डेटाबेस में तालिकाएं:
hu: Táblák a Supabase adatbázisban:
id: Tabel dalam database Supabase Anda:
ja: Supabaseデータベース内のテーブル：
ko: Supabase 데이터베이스의 테이블:
nl: Tabellen in uw Supabase-database:
no: Tabeller i din Supabase-database:
pl: Tabele w twojej bazie danych Supabase:
pt_pt: Tabelas na sua base de dados Supabase:
ro: Tabele în baza ta de date Supabase:
ru: Таблицы в вашей базе данных Supabase:
sv: Tabeller i din Supabase-databas:
th: ตารางในฐานข้อมูล Supabase ของคุณ:
tr: Supabase veritabanınızdaki tablolar:
uk: Таблиці у вашій базі даних Supabase:
vi: Các bảng trong cơ sở dữ liệu Supabase của bạn:
zh: 你的Supabase数据库中的表:
zh_tw: 你的Supabase資料庫中的表格:
