Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# unlockExclusiveFeatures
source: Unlock exclusive features to get most out of your skin analysis.
ar: افتح الميزات الحصرية للاستفادة القصوى من تحليل بشرتك.
da: Lås op for eksklusive funktioner og få mest muligt ud af din hudanalyse.
de: Schalten Sie exklusive Funktionen frei, um das Beste aus Ihrer Hautanalyse herauszuholen.
el: Ξεκλειδώστε αποκλειστικές λειτουργίες για να αξιοποιήσετε στο έπακρο την ανάλυση δέρματός σας.
es_419: Desbloquea funciones exclusivas para aprovechar al máximo tu análisis de piel.
fi: Avaa eksklusiiviset ominaisuudet saadaksesi kaiken irti ihon analyysistä.
fr: Débloquez des fonctionnalités exclusives pour tirer le meilleur parti de votre analyse de peau.
hi: अपने त्वचा विश्लेषण से अधिकतम लाभ पाने के लिए विशेष सुविधाएं अनलॉक करें।
hu: Oldja fel az exkluzív funkciókat a bőrelemzés legtöbbjének kiaknázásához.
id: Buka fitur eksklusif untuk mendapatkan hasil maksimal dari analisis kulit Anda.
ja: 限定機能をアンロックして、肌分析を最大限に活用しましょう。
ko: 독점 기능을 잠금 해제하여 피부 분석을 최대한 활용하세요.
nl: Ontgrendel exclusieve functies om het meeste uit uw huidanalyse te halen.
no: Lås opp eksklusive funksjoner for å få mest mulig ut av hudanalysen din.
pl: Odblokuj ekskluzywne funkcje, aby w pełni wykorzystać analizę skóry.
pt_pt: Desbloqueie funcionalidades exclusivas para aproveitar ao máximo a sua análise de pele.
ro: Deblochează funcții exclusive pentru a profita la maximum de analiza pielii tale.
ru: Разблокируйте эксклюзивные функции, чтобы получить максимум от анализа вашей кожи.
sv: Lås upp exklusiva funktioner för att få ut det mesta av din hudanalys.
th: ปลดล็อกฟีเจอร์พิเศษเพื่อใช้งานการวิเคราะห์ผิวของคุณได้เต็มประสิทธิภาพ
tr: Cilt analizinizden en iyi şekilde yararlanmak için özel özellikleri açın.
uk: Розблокуйте ексклюзивні функції, щоб отримати максимум від аналізу вашої шкіри.
vi: Mở khóa các tính năng độc quyền để tận dụng tối đa phân tích da của bạn.
zh: 解锁独家功能,充分利用肌肤分析。
zh_tw: 解鎖獨家功能,充分利用肌膚分析。

source: Unlimited product scans
ar: مسح غير محدود للمنتجات
da: Ubegrænset produktscanning
de: Unbegrenzte Produktscans
el: Απεριόριστες σαρώσεις προϊόντων
es_419: Escaneos ilimitados de productos
fi: Rajattomat tuoteskannaukset
fr: Analyses de produits illimitées
hi: असीमित उत्पाद स्कैन
hu: Korlátlan termékszkenneléa
id: Pemindaian produk tak terbatas
ja: 無制限の製品スキャン
ko: 무제한 제품 스캔
nl: Onbeperkt producten scannen
no: Ubegrensede produktskanninger
pl: Nieograniczone skanowanie produktów
pt_pt: Digitalizações ilimitadas de produtos
ro: Scanări nelimitate de produse
ru: Неограниченное количество сканирований продуктов
sv: Obegränsade produktskanningar
th: สแกนผลิตภัณฑ์ไม่จำกัด
tr: Sınırsız ürün tarama
uk: Необмежена кількість сканувань продуктів
vi: Quét sản phẩm không giới hạn
zh: 无限产品扫描
zh_tw: 無限產品掃描

source: Advanced AI Ingredient Analysis
ar: تحليل متقدم للمكونات بالذكاء الاصطناعي
da: Avanceret AI-ingrediensanalyse
de: Erweiterte KI-Inhaltsstoffanalyse
el: Προηγμένη AI Ανάλυση Συστατικών
es_419: Análisis Avanzado de Ingredientes con IA
fi: Kehittynyt AI-ainesosa-analyysi
fr: Analyse avancée des ingrédients par IA
hi: उन्नत AI सामग्री विश्लेषण
hu: Fejlett AI összetevő-elemzés
id: Analisis Bahan AI Lanjutan
ja: 高度なAI成分分析
ko: 고급 AI 성분 분석
nl: Geavanceerde AI Ingrediëntenanalyse
no: Avansert AI Ingrediensanalyse
pl: Zaawansowana Analiza Składników AI
pt_pt: Análise Avançada de Ingredientes com IA
ro: Analiză Avansată AI a Ingredientelor
ru: Расширенный ИИ-анализ ингредиентов
sv: Avancerad AI-ingrediensanalys
th: วิเคราะห์ส่วนผสมด้วย AI ขั้นสูง
tr: Gelişmiş AI İçerik Analizi
uk: Розширений ШІ-аналіз інгредієнтів
vi: Phân Tích Thành Phần AI Nâng Cao
zh: 高级AI成分分析
zh_tw: 進階AI成分分析

source: Full Scan and Search History
ar: سجل كامل للمسح والبحث
da: Fuld scannings- og søgehistorik
de: Vollständiger Scan- und Suchverlauf
el: Πλήρες Ιστορικό Σαρώσεων
es_419: Historial Completo de Escaneos y Búsquedas
fi: Täydellinen skannaus- ja hakuhistoria
fr: Historique complet des analyses et recherches
hi: पूर्ण स्कैन और खोज इतिहास
hu: Teljes szkennelési és keresési előzmények
id: Riwayat Pemindaian dan Pencarian Lengkap
ja: 完全なスキャンと検索履歴
ko: 전체 스캔 및 검색 기록
nl: Volledige Scan- en Zoekgeschiedenis
no: Fullstendig Skanne- og Søkehistorikk
pl: Pełna Historia Skanowania i Wyszukiwania
pt_pt: Histórico Completo de Digitalizações e Pesquisas
ro: Istoric Complet de Scanări și Căutări
ru: Полная история сканирований и поиска
sv: Fullständig Skann- och Sökhistorik
th: ประวัติการสแกนและค้นหาแบบเต็ม
tr: Tam Tarama ve Arama Geçmişi
uk: Повна історія сканувань та пошуку
vi: Lịch Sử Quét và Tìm Kiếm Đầy Đủ
zh: 完整扫描和搜索历史
zh_tw: 完整掃描和搜尋歷史

# adFreeExperience
source: 100% Ad-Free Experience
ar: تجربة خالية من الإعلانات 100%
da: 100% reklamefri oplevelse
de: 100% werbefreie Erfahrung
el: 100% Χωρίς Διαφημίσεις
es_419: Experiencia 100% Sin Anuncios
fi: 100% mainokseton
fr: Expérience 100% sans publicité
hi: 100% विज्ञापन मुक्त
hu: 100%-ban reklám mentes élmény
id: 100% Bebas Iklan
ja: 100%広告なし
ko: 100% 광고 없음
nl: 100% Reclamevrij
no: 100% Reklamefri Opplevelse
pl: 100% Bez Reklam
pt_pt: 100% Sem Anúncios
ro: Experiență 100% Fără Reclame
ru: 100% без рекламы
sv: 100% Reklamfri Upplevelse
th: ไม่มีโฆษณา 100%
tr: %100 Reklamsız Deneyim
uk: 100% без реклами
vi: Trải Nghiệm 100% Không Quảng Cáo
zh: 100%无广告体验
zh_tw: 100%無廣告體驗

source: Yearly
ar: سنوي
da: Årlig
de: Jährlich
el: Ετήσια
es_419: Anual
fi: Vuosittain
fr: Annuel
hi: वार्षिक
hu: Éves
id: Tahunan
ja: 年間
ko: 연간
nl: Jaarlijks
no: Årlig
pl: Rocznie
pt_pt: Anual
ro: Anual
ru: Ежегодно
sv: Årlig
th: รายปี
tr: Yıllık
uk: Щорічно
vi: Hàng Năm
zh: 年度
zh_tw: 年度

source: Save {percentage}%
ar: وفر {percentage}%
da: Spar {percentage}%
de: {percentage}% sparen
el: Εξοικονομήστε {percentage}%
es_419: Ahorra {percentage}%
fi: Säästä {percentage}%
fr: Économiser {percentage}%
hi: {percentage}% बचाएं
hu: {percentage}% megtakarítás
id: Hemat {percentage}%
ja: {percentage}%お得
ko: {percentage}% 절약
nl: Bespaar {percentage}%
no: Spar {percentage}%
pl: Oszczędź {percentage}%
pt_pt: Poupe {percentage}%
ro: Economisești {percentage}%
ru: Экономия {percentage}%
sv: Spara {percentage}%
th: ประหยัด {percentage}%
tr: %{percentage} Tasarruf
uk: Економія {percentage}%
vi: Tiết kiệm {percentage}%
zh: 节省 {percentage}%
zh_tw: 節省 {percentage}%

source: Monthly
ar: شهري
da: Månedlig
de: Monatlich
el: Μηνιαία
es_419: Mensual
fi: Kuukausittain
fr: Mensuel
hi: मासिक
hu: Havi
id: Bulanan
ja: 月間
ko: 월간
nl: Maandelijks
no: Månedlig
pl: Miesięcznie
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månatlig
th: รายเดือน
tr: Aylık
uk: Щомісячно
vi: Hàng Tháng
zh: 月度
zh_tw: 月度

# perMonth
source: / month
ar: / شهر
da: / måned
de: / Monat
el: / μήνα
es_419: / mes
fi: / kk
fr: / mois
hi: / माह
hu: / hónap
id: / bulan
ja: / 月
ko: / 월
nl: / maand
no: / måned
pl: / miesiąc
pt_pt: / mês
ro: / lună
ru: / месяц
sv: / månad
th: / เดือน
tr: / ay
uk: / місяць
vi: / tháng
zh: / 月
zh_tw: / 月

source: Start Free Trial
ar: ابدأ التجربة المجانية
da: Start gratis prøveperiode
de: Kostenlose Testversion starten
el: Ξεκινήστε Δωρεάν Δοκιμή
es_419: Iniciar Prueba Gratis
fi: Aloita ilmainen kokeilu
fr: Commencer l'essai gratuit
hi: मुफ्त परीक्षण शुरू करें
hu: Ingyenes próba indítása
id: Mulai Uji Coba Gratis
ja: 無料トライアルを開始
ko: 무료 체험 시작
nl: Start Gratis Proefperiode
no: Start Gratis Prøveperiode
pl: Rozpocznij Darmowy Okres Próbny
pt_pt: Iniciar Período de Teste Gratuito
ro: Începe Perioada Gratuită
ru: Начать бесплатный период
sv: Starta Gratis Provperiod
th: เริ่มทดลองใช้ฟรี
tr: Ücretsiz Denemeyi Başlat
uk: Почати безкоштовний період
vi: Bắt Đầu Dùng Thử Miễn Phí
zh: 开始免费试用
zh_tw: 開始免費試用

# trialDescription
source: 7-day free trial, then billed {planName}. Cancel anytime.
ar: تجربة مجانية لمدة 7 أيام، ثم يتم الدفع {planName}. إلغاء في أي وقت.
da: 7-dages gratis prøveperiode, derefter faktureres {planName}. Opsig når som helst.
de: 7-tägige kostenlose Testversion, dann wird {planName} berechnet. Jederzeit kündbar.
el: 7ήμερη δωρεάν δοκιμή, στη συνέχεια χρέωση {planName}. Ακύρωση ανά πάσα στιγμή.
es_419: Prueba gratis de 7 días, luego se factura {planName}. Cancela cuando quieras.
fi: 7 päivän ilmainen kokeilu, sen jälkeen {planName}. Voit peruuttaa milloin tahansa.
fr: Essai gratuit de 7 jours, puis facturation {planName}. Annulez à tout moment.
hi: 7-दिन का मुफ्त परीक्षण, फिर {planName}। किसी भी समय रद्द करें।
hu: 7 napos ingyenes próba, majd {planName} számlázás. Bármikor lemondható.
id: Uji coba gratis 7 hari, lalu ditagih {planName}. Batalkan kapan saja.
ja: 7日間の無料トライアル、その後{planName}で請求されます。いつでもキャンセル可能です。
ko: 7일 무료 체험, 그 후 {planName}로 청구됩니다. 언제든지 취소할 수 있습니다.
nl: 7 dagen gratis proefperiode, daarna {planName}. Altijd opzegbaar.
no: 7 dagers gratis prøveperiode, deretter {planName}. Kan avbrytes når som helst.
pl: 7-dniowy darmowy okres próbny, następnie {planName}. Anuluj w dowolnym momencie.
pt_pt: 7 dias de teste gratuito, depois {planName}. Cancele a qualquer momento.
ro: 7 zile gratuit, apoi facturat {planName}. Anulare oricând.
ru: 7-дневная бесплатная пробная версия, затем списание {planName}. Отменить можно в любое время.
sv: 7 dagars gratis provperiod, sedan faktureras {planName}. Avsluta när som helst.
th: ทดลองใช้ฟรี 7 วัน จากนั้นเรียกเก็บเงิน {planName} ยกเลิกได้ทุกเมื่อ
tr: 7 günlük ücretsiz deneme, sonra {planName} faturalandırılır. İstediğiniz zaman iptal edin.
uk: 7-денна безкоштовна пробна версія, потім стягується плата {planName}. Скасувати можна в будь-який час.
vi: Dùng thử miễn phí 7 ngày, sau đó tính phí {planName}. Hủy bất cứ lúc nào.
zh: 7天免费试用,然后按{planName}收费。随时取消。
zh_tw: 7天免費試用,然後按{planName}收費。隨時取消。

source: Home
ar: الرئيسية
da: Hjem
de: Start
el: Αρχική
es_419: Inicio
fi: Etusivu
fr: Accueil
hi: होम
hu: Kezdőlap
id: Beranda
ja: ホーム
ko: 홈
no: Hjem
pl: Główna
pt_pt: Início
ro: Acasă
ru: Главная
sv: Hem
th: หน้าแรก
tr: Ana Sayfa
uk: Головна
vi: Trang Chủ
zh: 首页
zh_tw: 首頁

source: Scan
ar: ماسح ضوئي
da: Scanner
de: Scanner
el: Σαρωτής
es_419: Escanear
fi: Skanneri
fr: Scanner
hi: स्कैनर
hu: Szkenner
id: Pindai
ja: スキャン
ko: 스캐너
nl: Scanner
no: Skann
pl: Skanuj
pt_pt: Scanner
ro: Scanner
ru: Скан
sv: Skanna
th: เครื่องสแกน
tr: Tara
uk: Скан
vi: Máy quét
zh: 扫描
zh_tw: 掃描

# aiChatNav
source: AI Cosmetic Scanner
ar: مستشار
da: Konsulent
de: Beauty-Berater
el: Σύμβουλος
es_419: Chat IA
fi: Konsultti
fr: Conseiller beauté
hi: सलाहकार
hu: Tanacsado
id: Obrolan AI
ja: AI化粧品スキャナー
ko: 컨설턴트
nl: Consultant
no: AI-chat
pl: Skaner Kosmetyków AI
pt_pt: Consultor
ro: Consultant
ru: Чат
th: ที่ปรึกษา
tr: AI Sohbet
uk: Чат
vi: Cố vấn
zh: AI 聊天
zh_tw: AI 聊天

# profileNav
source: Profile
ar: الملف الشخصي
da: Profil
de: Profil
el: Προφίλ
es_419: Perfil
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
hu: Profil
id: Profil
ja: プロフィール
ko: 프로필
nl: Profiel
no: Profil
pl: Profil
pt_pt: Perfil
ro: Profil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ Sơ
zh: 个人资料
zh_tw: 個人檔案

source: Do you enjoy our app?
ar: هل تستمتع بتطبيقنا؟
da: Kan du lide vores app?
de: Gefällt Ihnen unsere App?
el: Σας αρέσει η εφαρμογή μας;
es_419: ¿Te gusta nuestra app?
fi: Pidätkö sovelluksestamme?
fr: Aimez-vous notre application ?
hi: क्या आप हमारे ऐप का आनंद लेते हैं?
hu: Tetszik az alkalmazásunk?
id: Apakah Anda menyukai aplikasi kami?
ja: このアプリを楽しんでいますか？
ko: 앱이 마음에 드시나요?
nl: Vindt u onze app leuk?
no: Liker du appen vår?
pl: Czy podoba Ci się nasza aplikacja?
pt_pt: Gosta da nossa aplicação?
ro: Îți place aplicația noastră?
ru: Вам нравится наше приложение?
sv: Gillar du vår app?
th: คุณชอบแอปของเราไหมคะ?
tr: Uygulamamızı beğeniyor musunuz?
uk: Вам подобається наш застосунок?
vi: Bạn có thích ứng dụng của chúng tôi không?
zh: 你喜欢我们的应用吗?
zh_tw: 你喜歡我們的應用程式嗎?

# notReally
source: No
ar: لا
da: Nej
de: Nein
el: Όχι
es_419: No mucho
fi: En
fr: Non
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
nl: Nee
no: Nei
pl: Nie
pt_pt: Não
ro: Nu
ru: Нет
sv: Nej
th: ไม่ค่อย
tr: Hayır
uk: Ні
vi: Không
zh: 不太喜欢
zh_tw: 不太喜歡

# yesItsGreat
source: I like it
ar: أعجبني
da: Ja, den er god
de: Sie gefällt mir
el: Μου αρέσει
es_419: Me gusta
fi: Pidän
fr: J'aime beaucoup
hi: मुझे पसंद है
hu: Tetszik
id: Saya suka
ja: 好きです
ko: 좋아요
nl: Ik vind het leuk
no: Jeg liker den
pl: Podoba mi się
pt_pt: Gosto
ro: Îmi place
ru: Нравится
sv: Jag gillar den
th: ชอบค่ะ
tr: Beğeniyorum
uk: Подобається
vi: Tôi thích
zh: 喜欢
zh_tw: 喜歡

source: Rate our app
ar: قيم تطبيقنا
da: Bedøm vores app
de: Bewerten Sie unsere App
el: Αξιολογήστε την εφαρμογή μας
es_419: Califica nuestra app
fi: Arvostele sovellus
fr: Notez notre application
hi: हमारे ऐप को रेट करें
hu: Értékelje alkalmazásunkat
id: Beri nilai aplikasi kami
ja: アプリを評価
ko: 앱 평가하기
nl: Beoordeel onze app
no: Vurder appen vår
pl: Oceń naszą aplikację
pt_pt: Avalie a nossa aplicação
ro: Evaluează aplicația
ru: Оцените наше приложение
sv: Betygsätt vår app
th: ให้คะแนนแอปของเรา
tr: Uygulamamızı değerlendirin
uk: Оцініть наш застосунок
vi: Đánh giá ứng dụng
zh: 给应用评分
zh_tw: 為應用程式評分

source: Best rating we can get
ar: أفضل تقييم يمكننا الحصول عليه
da: Bedste bedømmelse, vi kan få
de: Beste Bewertung, die wir bekommen können
el: Η καλύτερη αξιολόγηση που μπορούμε να λάβουμε
es_419: La mejor calificación que podemos obtener
fi: Paras mahdollinen arvio
fr: Meilleure note que nous pouvons obtenir
hi: सर्वश्रेष्ठ रेटिंग जो हम प्राप्त कर सकते हैं
hu: A legjobb értékelés, amit kaphatunk
id: Nilai terbaik yang bisa kami dapatkan
ja: 最高の評価をいただけると嬉しいです
ko: 최고의 평가를 받을 수 있습니다
nl: Beste beoordeling die we kunnen krijgen
no: Beste vurdering vi kan få
pl: Najlepsza ocena, jaką możemy otrzymać
pt_pt: Melhor avaliação que podemos receber
ro: Cea mai bună evaluare
ru: Лучшая оценка, которую мы можем получить
sv: Bästa betyg vi kan få
th: คะแนนสูงสุดที่เราได้รับ
tr: Alabileceğimiz en iyi değerlendirme
uk: Найкраща оцінка, яку ми можемо отримати
vi: Đánh giá tốt nhất chúng tôi có thể nhận
zh: 我们能获得的最高评分
zh_tw: 我們能獲得的最高評分

source: Rate on Google Play
ar: قيم على Google Play
da: Bedøm på Google Play
de: Auf Google Play bewerten
el: Αξιολογήστε στο Google Play
es_419: Calificar en Google Play
fi: Arvostele Google Playssa
fr: Noter sur Google Play
hi: Google Play पर रेट करें
hu: Értékelés a Google Play-en
id: Beri nilai di Google Play
ja: Google Playで評価
ko: Google Play에서 평가하기
nl: Beoordeel op Google Play
no: Vurder på Google Play
pl: Oceń w Google Play
pt_pt: Avaliar no Google Play
ro: Evaluează pe Google Play
ru: Оценить в Google Play
sv: Betygsätt på Google Play
th: ให้คะแนนบน Google Play
tr: Google Play'de Değerlendir
uk: Оцінити в Google Play
vi: Đánh Giá Trên Google Play
zh: 在Google Play评分
zh_tw: 在Google Play評分

source: Rate
ar: تقييم
da: Bedøm
de: Bewerten
el: Αξιολόγηση
es_419: Calificar
fi: Arvostele
fr: Noter
hi: रेट करें
hu: Értékelés
id: Beri Nilai
ja: 評価
ko: 평가
nl: Beoordelen
no: Vurder
pl: Oceń
pt_pt: Avaliar
ro: Evaluează
ru: Оценить
sv: Betygsätt
th: ให้คะแนน
tr: Değerlendir
uk: Оцінити
vi: Đánh Giá
zh: 评分
zh_tw: 評分

source: What can be improved?
ar: ما الذي يمكن تحسينه؟
da: Hvad kan forbedres?
de: Was kann verbessert werden?
el: Τι θα μπορούσε να βελτιωθεί;
es_419: ¿Qué se puede mejorar?
fi: Mitä voisi parantaa?
fr: Que peut-on améliorer ?
hi: क्या बेहतर किया जा सकता है?
hu: Mit lehet javítani?
id: Apa yang bisa ditingkatkan?
ja: 改善できることは？
ko: 개선할 점은 무엇인가요?
nl: Wat kan er worden verbeterd?
no: Hva kan forbedres?
pl: Co można poprawić?
pt_pt: O que pode ser melhorado?
ro: Ce poate fi îmbunătățit?
ru: Что можно улучшить?
sv: Vad kan förbättras?
th: สิ่งที่ควรปรับปรุง?
tr: Ne geliştirilebilir?
uk: Що можна вдосконалити?
vi: Có thể cải thiện điều gì?
zh: 有什么可以改进的?
zh_tw: 有什麼可以改進的?

# wereSorryYouDidntHaveAGreatExperience
source: We're sorry you didn't have a great experience. Please tell us what went wrong.
ar: نأسف لأنك لم تحصل على تجربة رائعة. يرجى إخبارنا بما حدث من خطأ.
da: Vi beklager, at du ikke havde en god oplevelse. Fortæl os venligst, hvad der gik galt.
de: Es tut uns leid, dass Sie keine gute Erfahrung hatten. Bitte sagen Sie uns, was schief gelaufen ist.
el: Λυπούμαστε που δεν είχατε καλή εμπειρία. Παρακαλώ πείτε μας τι πήγε στραβά.
es_419: Lamentamos que no hayas tenido una buena experiencia. Por favor, cuéntanos qué salió mal.
fi: Pahoittelemme huonoa kokemustasi. Kerro, mikä meni pieleen.
fr: Nous sommes désolés que vous n'ayez pas eu une excellente expérience. Veuillez nous dire ce qui n'a pas fonctionné.
hi: हमें खेद है कि आपका अनुभव अच्छा नहीं रहा। कृपया बताएं कि क्या गलत हुआ।
hu: Sajnáljuk, hogy nem volt nagyszerű élménye. Kérjük, mondja el, mi ment rosszul.
id: Kami mohon maaf Anda tidak mendapat pengalaman yang bagus. Silakan beri tahu kami apa yang salah.
ja: ご満足いただけず申し訳ございません。何が問題だったかお聞かせください。
ko: 만족스럽지 못한 경험을 드려 죄송합니다. 무엇이 잘못되었는지 알려주세요.
nl: Het spijt ons dat u geen goede ervaring heeft gehad. Vertel ons wat er mis ging.
no: Vi beklager at du ikke hadde en god opplevelse. Vennligst fortell oss hva som gikk galt.
pl: Przepraszamy, że nie miałeś świetnego doświadczenia. Powiedz nam, co poszło nie tak.
pt_pt: Lamentamos que não tenha tido uma ótima experiência. Por favor, diga-nos o que correu mal.
ro: Ne pare rău că nu ai avut o experiență plăcută. Te rugăm să ne spui ce nu a mers bine.
ru: Нам жаль, что вы остались недовольны. Пожалуйста, сообщите нам, что пошло не так.
sv: Vi beklagar att du inte hade en bra upplevelse. Berätta vad som gick fel.
th: เราขออภัยที่คุณไม่มีประสบการณ์ที่ดี กรุณาบอกเราว่ามีปัญหาอะไรค่ะ
tr: Harika bir deneyim yaşamadığınız için üzgünüz. Lütfen neyin yanlış gittiğini bize söyleyin.
uk: Нам шкода, що ви залишилися незадоволені. Будь ласка, повідомте нам, що пішло не так.
vi: Chúng tôi xin lỗi vì bạn không có trải nghiệm tuyệt vời. Vui lòng cho chúng tôi biết điều gì đã xảy ra.
zh: 很抱歉你没有很好的体验。请告诉我们哪里出了问题。
zh_tw: 很抱歉你沒有很好的體驗。請告訴我們哪裡出了問題。

source: Your feedback...
ar: ملاحظاتك...
da: Din feedback...
de: Ihr Feedback...
el: Τα σχόλιά σας...
es_419: Tu opinión...
fi: Palautteesi...
fr: Votre avis...
hi: आपकी प्रतिक्रिया...
hu: Visszajelzése...
id: Masukan Anda...
ja: フィードバック...
ko: 피드백...
nl: Uw feedback...
no: Din tilbakemelding...
pl: Twoja opinia...
pt_pt: O seu feedback...
ro: Feedback-ul tău...
ru: Ваш отзыв...
sv: Din feedback...
th: ความคิดเห็นของคุณ...
tr: Geri bildiriminiz...
uk: Ваш відгук...
vi: Phản hồi của bạn...
zh: 你的反馈...
zh_tw: 你的回饋...

source: Send Feedback
ar: إرسال الملاحظات
de: Feedback senden
el: Αποστολή Σχολίων
es_419: Enviar Opinión
fi: Lähetä palaute
fr: Envoyer un avis
hi: प्रतिक्रिया भेजें
hu: Visszajelzés küldése
id: Kirim Masukan
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback Verzenden
no: Send Tilbakemelding
pl: Wyślij Opinię
pt_pt: Enviar Feedback
ro: Trimite Feedback
ru: Отправить отзыв
sv: Skicka Feedback
th: ส่งความคิดเห็น
tr: Geri Bildirim Gönder
uk: Надіслати відгук
vi: Gửi Phản Hồi
zh: 发送反馈
zh_tw: 傳送回饋

source: Thank you for your feedback!
ar: شكراً لملاحظاتك!
da: Tak for din feedback!
de: Vielen Dank für Ihr Feedback!
el: Ευχαριστούμε για τα σχόλιά σας!
es_419: ¡Gracias por tu opinión!
fi: Kiitos palautteestasi!
fr: Merci pour votre avis !
hi: आपकी प्रतिक्रिया के लिए धन्यवाद!
hu: Köszönjük visszajelzését!
id: Terima kasih atas masukan Anda!
ja: フィードバックをありがとうございます！
ko: 피드백 감사합니다!
nl: Bedankt voor uw feedback!
no: Takk for tilbakemeldingen!
pl: Dziękujemy za Twoją opinię!
pt_pt: Obrigado pelo seu feedback!
ro: Mulțumim pentru feedback!
ru: Спасибо за ваш отзыв!
sv: Tack för din feedback!
th: ขอบคุณสำหรับความคิดเห็นของคุณค่ะ!
tr: Geri bildiriminiz için teşekkürler!
uk: Дякуємо за ваш відгук!
vi: Cảm ơn phản hồi của bạn!
zh: 感谢你的反馈!
zh_tw: 感謝你的回饋!

source: Discuss with AI
ar: ناقش مع الذكاء الاصطناعي
da: Diskuter med AI
de: Mit KI diskutieren
el: Συζήτηση με AI
es_419: Hablar con la IA
fi: Keskustele AI:n kanssa
fr: Discuter avec l'IA
hi: AI के साथ चर्चा करें
hu: Beszélje meg AI-val
id: Diskusi dengan AI
ja: AIと相談
ko: AI와 상담하기
nl: Bespreek met AI
no: Diskuter med AI
pl: Omów z AI
pt_pt: Conversar com IA
ro: Discută cu AI
ru: Обсудить с ИИ
sv: Diskutera med AI
th: สนทนากับ AI
tr: AI ile Tartış
uk: Обговорити зі ШІ
vi: Thảo Luận Với AI
zh: 与AI讨论
zh_tw: 與AI討論

source: Enter your email
ar: أدخل بريدك الإلكتروني
da: Indtast din e-mail
de: E-Mail eingeben
el: Εισαγάγετε το email σας
es_419: Ingresa tu correo electrónico
fi: Syötä sähköpostiosoitteesi
fr: Entrez votre e-mail
hi: अपना ईमेल दर्ज करें
hu: Adja meg e-mail címét
id: Masukkan email Anda
ja: メールアドレスを入力
ko: 이메일을 입력하세요
nl: Voer uw e-mailadres in
no: Skriv inn e-postadressen din
pl: Wprowadź swój e-mail
pt_pt: Introduza o seu e-mail
ro: Introdu email-ul tău
ru: Введите вашу электронную почту
sv: Ange din e-postadress
th: กรอกอีเมลของคุณ
tr: E-postanızı girin
uk: Введіть вашу електронну пошту
vi: Nhập email của bạn
zh: 输入你的邮箱
zh_tw: 輸入你的電子郵件

source: Enter your password
ar: أدخل كلمة المرور
da: Indtast din adgangskode
de: Passwort eingeben
el: Εισαγάγετε τον κωδικό σας
es_419: Ingresa tu contraseña
fi: Syötä salasanasi
fr: Entrez votre mot de passe
hi: अपना पासवर्ड दर्ज करें
hu: Adja meg jelszavát
id: Masukkan kata sandi Anda
ja: パスワードを入力
ko: 비밀번호를 입력하세요
nl: Voer uw wachtwoord in
no: Skriv inn passordet ditt
pl: Wprowadź swoje hasło
pt_pt: Introduza a sua palavra-passe
ro: Introdu parola
ru: Введите ваш пароль
sv: Ange ditt lösenord
th: กรอกรหัสผ่านของคุณ
tr: Şifrenizi girin
uk: Введіть ваш пароль
vi: Nhập mật khẩu của bạn
zh: 输入你的密码
zh_tw: 輸入你的密碼

# aiDisclaimer
source: AI responses may contain inaccuracies. Please verify critical information.
ar: قد تحتوي استجابات الذكاء الاصطناعي على معلومات غير دقيقة. يرجى التحقق من المعلومات المهمة.
da: AI-svar kan indeholde unøjagtigheder. Verificer venligst kritisk information.
de: KI-Antworten können Ungenauigkeiten enthalten. Bitte überprüfen Sie kritische Informationen.
el: Οι απαντήσεις AI μπορεί να περιέχουν ανακρίβειες. Παρακαλώ επαληθεύστε τις κρίσιμες πληροφορίες.
es_419: Las respuestas de la IA pueden contener inexactitudes. Por favor, verifica la información crítica.
fi: AI-vastaukset voivat sisältää virheitä. Tarkista kriittinen tieto.
fr: Les réponses de l'IA peuvent contenir des inexactitudes. Veuillez vérifier les informations critiques.
hi: AI प्रतिक्रियाओं में अशुद्धियां हो सकती हैं। कृपया महत्वपूर्ण जानकारी सत्यापित करें।
hu: Az AI válaszok pontatlanságokat tartalmazhatnak. Kérjük, ellenőrizze a kritikus információkat.
id: Respons AI mungkin mengandung ketidakakuratan. Harap verifikasi informasi penting.
ja: AIの応答には不正確な情報が含まれる場合があります。重要な情報は必ず確認してください。
ko: AI 응답에는 부정확한 내용이 포함될 수 있습니다. 중요한 정보는 확인해 주세요.
nl: AI-reacties kunnen onnauwkeurigheden bevatten. Verifieer belangrijke informatie.
no: AI-svar kan inneholde unøyaktigheter. Vennligst verifiser kritisk informasjon.
pl: Odpowiedzi AI mogą zawierać nieścisłości. Zweryfikuj krytyczne informacje.
pt_pt: As respostas da IA podem conter imprecisões. Verifique informações críticas.
ro: Răspunsurile AI pot conține inexactități. Te rugăm să verifici informațiile critice.
ru: Ответы ИИ могут содержать неточности. Пожалуйста, проверяйте критическую информацию.
sv: AI-svar kan innehålla felaktigheter. Vänligen verifiera kritisk information.
th: คำตอบจาก AI อาจมีความไม่ถูกต้อง กรุณาตรวจสอบข้อมูลสำคัญอีกครั้งค่ะ
tr: AI yanıtları yanlışlıklar içerebilir. Lütfen kritik bilgileri doğrulayın.
uk: Відповіді ШІ можуть містити неточності. Будь ласка, перевіряйте критичну інформацію.
vi: Phản hồi AI có thể chứa những thông tin không chính xác. Vui lòng xác minh thông tin quan trọng.
zh: AI响应可能包含不准确信息。请验证重要信息。
zh_tw: AI回應可能包含不準確資訊。請驗證重要資訊。

source: Application Themes
ar: سمات التطبيق
da: Applikationstemaer
de: Anwendungsthemen
el: Θέματα Εφαρμογής
es_419: Temas de la App
fi: Sovelluksen teemat
fr: Thèmes de l'application
hi: एप्लिकेशन थीम
hu: Alkalmazás témák
id: Tema Aplikasi
ja: アプリケーションテーマ
ko: 애플리케이션 테마
nl: Applicatiethema's
no: Applikasjonstemaer
pl: Motywy Aplikacji
pt_pt: Temas da Aplicação
ro: Teme Aplicație
ru: Темы приложения
sv: Appteman
th: ธีมแอปพลิเคชัน
tr: Uygulama Temaları
uk: Теми застосунку
vi: Chủ Đề Ứng Dụng
zh: 应用主题
zh_tw: 應用程式主題
