Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

source: View Sample Data
ar: عرض البيانات النموذجية
da: Vis eksempeldata
de: Beispieldaten anzeigen
el: Προβολή Δείγματος Δεδομένων
es_419: Ver Datos de Muestra
fi: Näytä esimerkkidata
fr: Voir les données d'exemple
hi: नमूना डेटा देखें
hu: Mintaadatok megtekintése
id: Lihat Data Contoh
ja: サンプルデータを表示
ko: 샘플 데이터 보기
nl: Voorbeeldgegevens Bekijken
no: Vis Eksempeldata
pl: Wyświetl Przykładowe Dane
pt_pt: Ver Dados de Exemplo
ro: Vezi Date Exemplu
ru: Просмотреть пример данных
sv: Visa Exempeldata
th: ดูข้อมูลตัวอย่าง
tr: Örnek Verileri Gör
uk: Переглянути приклад даних
vi: Xem Dữ Liệu Mẫu
zh: 查看示例数据
zh_tw: 檢視範例資料

source: Failed to fetch sample data for
ar: فشل جلب البيانات النموذجية لـ
da: Kunne ikke hente eksempeldata for
de: Beispieldaten konnten nicht abgerufen werden für
el: Αποτυχία ανάκτησης δείγματος δεδομένων για
es_419: No se pudieron cargar los datos de muestra para
fi: Esimerkkidatan haku epäonnistui:
fr: Échec de la récupération des données d'exemple pour
hi: नमूना डेटा प्राप्त करने में विफल:
hu: Nem sikerült betölteni a mintaadatokat:
id: Gagal mengambil data contoh untuk
ja: サンプルデータの取得に失敗しました：
ko: 샘플 데이터를 가져오지 못했습니다:
nl: Kan voorbeeldgegevens niet ophalen voor
no: Kunne ikke hente eksempeldata for
pl: Nie udało się pobrać przykładowych danych dla
pt_pt: Falha ao obter dados de exemplo para
ro: Eșec la încărcarea datelor exemplu pentru
ru: Не удалось получить пример данных для
sv: Misslyckades hämta exempeldata för
th: ไม่สามารถดึงข้อมูลตัวอย่างสำหรับ
tr: Örnek veriler alınamadı:
uk: Не вдалося отримати приклад даних для
vi: Không thể tải dữ liệu mẫu cho
zh: 获取示例数据失败
zh_tw: 取得範例資料失敗

source: Sample Data:
ar: البيانات النموذجية:
da: Eksempeldata:
de: Beispieldaten:
el: Δείγμα Δεδομένων:
es_419: Datos de Muestra:
fi: Esimerkkidata:
fr: Données d'exemple :
hi: नमूना डेटा:
hu: Mintaadatok:
id: Data Contoh:
ja: サンプルデータ：
ko: 샘플 데이터:
nl: Voorbeeldgegevens:
no: Eksempeldata:
pl: Przykładowe Dane:
pt_pt: Dados de Exemplo:
ro: Date Exemplu:
ru: Пример данных:
sv: Exempeldata:
th: ข้อมูลตัวอย่าง:
tr: Örnek Veriler:
uk: Приклад даних:
vi: Dữ Liệu Mẫu:
zh: 示例数据:
zh_tw: 範例資料:

# aiChats
source: AI Cosmetic Scanners
ar: محادثات الذكاء الاصطناعي
da: AI-samtaler
de: KI-Chats
el: Συνομιλίες AI
fi: AI-keskustelut
fr: Discussions IA
hi: AI चैट
hu: MI csevegések
id: AI Pemindai Kosmetik
ja: AI化粧品スキャナー
ko: AI 채팅
nl: AI-gesprekken
no: AI Kosmetikk-skannere
pl: Skanery Kosmetyków AI
pt_pt: Conversas de IA
ro: Conversații IA
ru: Чаты ИИ
th: แชท AI
uk: Чати зі ШІ
vi: Trò chuyện AI

source: No dialogues yet.
ar: لا توجد محادثات بعد.
da: Ingen samtaler endnu.
de: Noch keine Dialoge.
el: Δεν υπάρχουν συνομιλίες ακόμα.
es_419: Aún no hay conversaciones.
fi: Ei vielä keskusteluja.
fr: Pas encore de dialogues.
hi: अभी तक कोई संवाद नहीं।
hu: Még nincsenek párbeszédek.
id: Belum ada percakapan.
ja: まだ会話がありません。
ko: 아직 대화가 없습니다.
nl: Nog geen gesprekken.
no: Ingen dialoger ennå.
pl: Nie ma jeszcze dialogów.
pt_pt: Ainda não há diálogos.
ro: Niciun dialog încă.
ru: Диалогов пока нет.
sv: Inga dialoger ännu.
th: ยังไม่มีการสนทนา
tr: Henüz diyalog yok.
uk: Діалогів поки немає.
vi: Chưa có cuộc hội thoại nào.
zh: 还没有对话。
zh_tw: 還沒有對話。

source: Start a new chat!
ar: ابدأ محادثة جديدة!
da: Start en ny chat!
de: Starten Sie einen neuen Chat!
el: Ξεκινήστε μια νέα συνομιλία!
es_419: ¡Inicia una nueva conversación!
fi: Aloita uusi keskustelu!
fr: Commencez un nouveau chat !
hi: नई चैट शुरू करें!
hu: Indítson új beszélgetést!
id: Mulai obrolan baru!
ja: 新しいチャットを開始！
ko: 새 채팅을 시작하세요!
nl: Start een nieuwe chat!
no: Start en ny chat!
pl: Rozpocznij nowy czat!
pt_pt: Inicie uma nova conversa!
ro: Începe o conversație nouă!
ru: Начать новый чат!
sv: Starta en ny chatt!
th: เริ่มการสนทนาใหม่!
tr: Yeni bir sohbet başlat!
uk: Почати новий чат!
vi: Bắt đầu cuộc trò chuyện mới!
zh: 开始新聊天!
zh_tw: 開始新聊天!

source: Created:
ar: تم الإنشاء:
da: Oprettet:
de: Erstellt:
el: Δημιουργήθηκε:
es_419: Creado:
fi: Luotu:
fr: Créé :
hi: बनाया गया:
hu: Létrehozva:
id: Dibuat:
ja: 作成日：
ko: 생성일:
nl: Aangemaakt:
no: Opprettet:
pl: Utworzono:
pt_pt: Criado:
ro: Creat:
ru: Создано:
sv: Skapad:
th: สร้างเมื่อ:
tr: Oluşturuldu:
uk: Створено:
vi: Đã tạo:
zh: 创建于:
zh_tw: 建立於:

source: Failed to save image:
ar: فشل حفظ الصورة:
da: Kunne ikke gemme billede:
de: Bild konnte nicht gespeichert werden:
el: Αποτυχία αποθήκευσης εικόνας:
es_419: No se pudo guardar la imagen:
fi: Kuvan tallennus epäonnistui:
fr: Échec de l'enregistrement de l'image :
hi: छवि सहेजने में विफल:
hu: Nem sikerült menteni a képet:
id: Gagal menyimpan gambar:
ja: 画像の保存に失敗しました：
ko: 이미지를 저장하지 못했습니다:
nl: Kan afbeelding niet opslaan:
no: Kunne ikke lagre bilde:
pl: Nie udało się zapisać obrazu:
pt_pt: Falha ao guardar imagem:
ro: Eșec la salvarea imaginii:
ru: Не удалось сохранить изображение:
sv: Misslyckades spara bild:
th: ไม่สามารถบันทึกภาพได้:
tr: Görsel kaydedilemedi:
uk: Не вдалося зберегти зображення:
vi: Không thể lưu hình ảnh:
zh: 保存图片失败:
zh_tw: 儲存圖片失敗:

source: Edit Name
ar: تعديل الاسم
da: Rediger navn
de: Name bearbeiten
el: Επεξεργασία Ονόματος
es_419: Editar Nombre
fi: Muokkaa nimeä
fr: Modifier le nom
hi: नाम संपादित करें
hu: Név szerkesztése
id: Edit Nama
ja: 名前を編集
ko: 이름 편집
nl: Naam Bewerken
no: Rediger Navn
pl: Edytuj Imię
pt_pt: Editar Nome
ro: Editează Numele
ru: Изменить имя
sv: Redigera Namn
th: แก้ไขชื่อ
tr: Adı Düzenle
uk: Редагувати ім'я
vi: Chỉnh Sửa Tên
zh: 编辑名称
zh_tw: 編輯名稱

source: Enter your name
ar: أدخل اسمك
da: Indtast dit navn
de: Geben Sie Ihren Namen ein
el: Εισαγάγετε το όνομά σας
es_419: Ingresa tu nombre
fi: Syötä nimesi
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
hu: Adja meg a nevét
id: Masukkan nama Anda
ja: お名前を入力してください
ko: 이름을 입력하세요
nl: Voer uw naam in
no: Skriv inn navnet ditt
pl: Wprowadź swoje imię
pt_pt: Introduza o seu nome
ro: Introdu numele tău
ru: Введите ваше имя
sv: Ange ditt namn
th: กรอกชื่อของคุณ
tr: Adınızı girin
uk: Введіть ваше ім'я
vi: Nhập tên của bạn
zh: 输入你的名字
zh_tw: 輸入你的名字

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: Ακύρωση
es_419: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh: 取消
zh_tw: 取消

source: Premium User
ar: مستخدم مميز
da: Premium-bruger
de: Premium-Benutzer
el: Premium Χρήστης
es_419: Usuario Premium
fi: Premium-käyttäjä
fr: Utilisateur Premium
hi: प्रीमियम उपयोगकर्ता
hu: Prémium felhasználó
id: Pengguna Premium
ja: プレミアムユーザー
ko: 프리미엄 사용자
nl: Premium Gebruiker
no: Premium Bruker
pl: Użytkownik Premium
pt_pt: Utilizador Premium
ro: Utilizator Premium
ru: Премиум-пользователь
sv: Premium-användare
th: ผู้ใช้พรีเมียม
tr: Premium Kullanıcı
uk: Преміум-користувач
vi: Người Dùng Premium
zh: 高级用户
zh_tw: 進階使用者

source: Free User
ar: مستخدم مجاني
da: Gratis bruger
de: Kostenloser Benutzer
el: Δωρεάν Χρήστης
es_419: Usuario Gratis
fi: Ilmaiskäyttäjä
fr: Utilisateur gratuit
hi: मुफ्त उपयोगकर्ता
hu: Ingyenes felhasználó
id: Pengguna Gratis
ja: 無料ユーザー
ko: 무료 사용자
nl: Gratis Gebruiker
no: Gratis Bruker
pl: Użytkownik Bezpłatny
pt_pt: Utilizador Gratuito
ro: Utilizator Gratuit
ru: Бесплатный пользователь
sv: Gratisanvändare
th: ผู้ใช้ฟรี
tr: Ücretsiz Kullanıcı
uk: Безкоштовний користувач
vi: Người Dùng Miễn Phí
zh: 免费用户
zh_tw: 免費使用者

source: Skin Profile
ar: ملف البشرة
da: Hudprofil
de: Hautprofil
el: Προφίλ Δέρματος
es_419: Perfil de Piel
fi: Ihoprofiili
fr: Profil de peau
hi: त्वचा प्रोफ़ाइल
hu: Bőrprofil
id: Profil Kulit
ja: スキンプロフィール
ko: 스킨 프로필
nl: Huidprofiel
no: Hudprofil
pl: Profil Skóry
pt_pt: Perfil de Pele
ro: Profil Piele
ru: Профиль кожи
sv: Hudprofil
th: โปรไฟล์ผิว
tr: Cilt Profili
uk: Профіль шкіри
vi: Hồ Sơ Da
zh: 肌肤档案
zh_tw: 肌膚檔案

source: Not set
ar: غير محدد
da: Ikke indstillet
de: Nicht festgelegt
el: Δεν έχει οριστεί
es_419: No configurado
fi: Ei asetettu
fr: Non défini
hi: सेट नहीं किया गया
hu: Nincs beállítva
id: Belum diatur
ja: 未設定
ko: 설정되지 않음
nl: Niet ingesteld
no: Ikke angitt
pl: Nie ustawiono
pt_pt: Não definido
ro: Nesetat
ru: Не установлено
sv: Inte inställd
th: ยังไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не встановлено
vi: Chưa đặt
zh: 未设置
zh_tw: 未設定

source: Legal
ar: قانوني
da: Juridisk
de: Rechtliches
el: Νομικά
fi: Juridiset tiedot
fr: Mentions légales
hi: कानूनी
hu: Jogi információk
id: Hukum
ja: 法的情報
ko: 법적 정보
nl: Juridisch
no: Juridisk
pl: Prawne
ru: Правовая информация
sv: Juridiskt
th: ข้อกฎหมาย
tr: Yasal
uk: Юридична інформація
vi: Pháp Lý
zh: 法律
zh_tw: 法律

source: Privacy Policy
ar: سياسة الخصوصية
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es_419: Política de Privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
no: Personvernregler
pl: Polityka Prywatności
pt_pt: Política de Privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính Sách Bảo Mật
zh: 隐私政策
zh_tw: 隱私權政策

source: Terms of Service
ar: شروط الخدمة
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι Χρήσης
es_419: Términos de Servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
hi: सेवा की शर्तें
hu: Felhasználási feltételek
id: Ketentuan Layanan
ja: 利用規約
ko: 서비스 약관
nl: Servicevoorwaarden
no: Vilkår for bruk
pl: Warunki Usługi
pt_pt: Termos de Serviço
ro: Termeni și Condiții
ru: Условия предоставления услуг
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
tr: Kullanım Şartları
uk: Умови надання послуг
vi: Điều Khoản Dịch Vụ
zh: 服务条款
zh_tw: 服務條款

source: Data Management
ar: إدارة البيانات
da: Datastyring
de: Datenverwaltung
el: Διαχείριση Δεδομένων
es_419: Gestión de Datos
fi: Tiedonhallinta
fr: Gestion des données
hi: डेटा प्रबंधन
hu: Adatkezelés
id: Manajemen Data
ja: データ管理
ko: 데이터 관리
nl: Gegevensbeheer
no: Databehandling
pl: Zarządzanie Danymi
pt_pt: Gestão de Dados
ro: Gestionare Date
ru: Управление данными
sv: Datahantering
th: จัดการข้อมูล
tr: Veri Yönetimi
uk: Керування даними
vi: Quản Lý Dữ Liệu
zh: 数据管理
zh_tw: 資料管理

source: Clear All Data
ar: مسح جميع البيانات
da: Ryd alle data
de: Alle Daten löschen
el: Διαγραφή Όλων των Δεδομένων
es_419: Borrar Todos los Datos
fi: Tyhjennä kaikki tiedot
fr: Effacer toutes les données
hi: सभी डेटा साफ करें
hu: Minden adat törlése
id: Hapus Semua Data
ja: すべてのデータを消去
ko: 모든 데이터 지우기
nl: Alle Gegevens Wissen
no: Slett Alle Data
pl: Wyczyść Wszystkie Dane
pt_pt: Limpar Todos os Dados
ro: Șterge Toate Datele
ru: Очистить все данные
sv: Rensa All Data
th: ล้างข้อมูลทั้งหมด
tr: Tüm Verileri Temizle
uk: Очистити всі дані
vi: Xóa Tất Cả Dữ Liệu
zh: 清除所有数据
zh_tw: 清除所有資料

# clearAllDataConfirmation
source: Are you sure you want to delete all your local data? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف جميع بياناتك المحلية؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil slette alle dine lokale data? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie alle Ihre lokalen Daten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα τοπικά σας δεδομένα; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_419: ¿Estás seguro de que quieres eliminar todos tus datos locales? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa kaikki paikalliset tiedot? Toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir supprimer toutes vos données locales ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई अपने सभी स्थानीय डेटा को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
hu: Biztosan törölni szeretné az összes helyi adatot? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus semua data lokal Anda? Tindakan ini tidak dapat dibatalkan.
ja: すべてのローカルデータを削除してもよろしいですか？この操作は元に戻せません。
ko: 모든 로컬 데이터를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet u zeker dat u al uw lokale gegevens wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette alle dine lokale data? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć wszystkie lokalne dane? Ta czynność nie może być cofnięta.
pt_pt: Tem a certeza de que deseja eliminar todos os seus dados locais? Esta ação não pode ser revertida.
ro: Ești sigur că vrei să ștergi toate datele locale? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить все ваши локальные данные? Это действие нельзя отменить.
sv: Är du säker på att du vill radera all lokal data? Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลในเครื่องทั้งหมด? การกระทำนี้ไม่สามารถยกเลิกได้ค่ะ
tr: Tüm yerel verilerinizi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити всі ваші локальні дані? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa tất cả dữ liệu cục bộ của mình không? Hành động này không thể hoàn tác.
zh: 确定要删除所有本地数据吗?此操作无法撤销。
zh_tw: 確定要刪除所有本機資料嗎?此操作無法復原。

source: Select data to clear
ar: اختر البيانات المراد مسحها
da: Vælg data, der skal ryddes
de: Daten zum Löschen auswählen
el: Επιλέξτε δεδομένα προς διαγραφή
es_419: Selecciona los datos a borrar
fi: Valitse tyhjennettävät tiedot
fr: Sélectionner les données à effacer
hi: साफ करने के लिए डेटा चुनें
hu: Válassza ki a törölni kívánt adatokat
id: Pilih data yang akan dihapus
ja: 消去するデータを選択
ko: 지울 데이터를 선택하세요
nl: Selecteer gegevens om te wissen
no: Velg data som skal slettes
pl: Wybierz dane do wyczyszczenia
pt_pt: Selecione os dados a limpar
ro: Selectează datele de șters
ru: Выберите данные для очистки
sv: Välj data att rensa
th: เลือกข้อมูลที่จะล้าง
tr: Temizlenecek verileri seçin
uk: Оберіть дані для очищення
vi: Chọn dữ liệu cần xóa
zh: 选择要清除的数据
zh_tw: 選擇要清除的資料

source: Scan Results
ar: نتائج المسح
da: Scanningsresultater
de: Scanergebnisse
el: Αποτελέσματα Σάρωσης
es_419: Resultados de Escaneo
fi: Skannaukset
fr: Résultats d'analyse
hi: स्कैन परिणाम
hu: Szkennelési eredmények
id: Hasil Pemindaian
ja: スキャン結果
ko: 스캔 결과
nl: Scanresultaten
no: Skanneresultater
pl: Wyniki Skanowania
pt_pt: Resultados da Digitalização
ro: Rezultate Scanări
ru: Сканирования
sv: Skannresultat
th: ผลการสแกน
tr: Tarama Sonuçları
uk: Сканування
vi: Kết Quả Quét
zh: 扫描结果
zh_tw: 掃描結果

# chatHistory
source: Chats
ar: المحادثات
el: Συνομιλίες
es_419: Conversaciones
fi: Keskustelut
fr: Conversations
hi: चैट
hu: Beszélgetések
id: Obrolan
ja: チャット
ko: 채팅
no: Chatter
pl: Czaty
pt_pt: Conversas
ro: Conversații
ru: Чаты
sv: Chattar
th: การสนทนา
tr: Sohbetler
uk: Чати
vi: Cuộc Trò Chuyện
zh: 聊天
zh_tw: 聊天

source: Personal Data
ar: البيانات الشخصية
da: Personlige data
de: Persönliche Daten
el: Προσωπικά Δεδομένα
es_419: Datos Personales
fi: Henkilötiedot
fr: Données personnelles
hi: व्यक्तिगत डेटा
hu: Személyes adatok
id: Data Pribadi
ja: 個人データ
ko: 개인 데이터
nl: Persoonlijke Gegevens
no: Personlige Data
pl: Dane Osobowe
pt_pt: Dados Pessoais
ro: Date Personale
ru: Личные данные
sv: Personlig Data
th: ข้อมูลส่วนบุคคล
tr: Kişisel Veriler
uk: Особисті дані
vi: Dữ Liệu Cá Nhân
zh: 个人数据
zh_tw: 個人資料

source: Clear Data
ar: مسح البيانات
da: Ryd data
de: Daten löschen
el: Διαγραφή Δεδομένων
es_419: Borrar Datos
fi: Tyhjennä tiedot
fr: Effacer les données
hi: डेटा साफ करें
hu: Adatok törlése
id: Hapus Data
ja: データを消去
ko: 데이터 지우기
nl: Gegevens Wissen
no: Slett Data
pl: Wyczyść Dane
pt_pt: Limpar Dados
ro: Șterge Date
ru: Очистить данные
sv: Rensa Data
th: ล้างข้อมูล
tr: Verileri Temizle
uk: Очистити дані
vi: Xóa Dữ Liệu
zh: 清除数据
zh_tw: 清除資料

# allLocalDataHasBeenCleared
source: Data has been cleared.
ar: تم مسح البيانات.
da: Data er blevet ryddet.
de: Daten wurden gelöscht.
el: Τα δεδομένα διαγράφηκαν.
es_419: Los datos han sido borrados.
fi: Tiedot on tyhjennetty.
fr: Toutes les données locales ont été effacées.
hi: डेटा साफ कर दिया गया है।
hu: Az adatok törölve lettek.
id: Data telah dihapus.
ja: データが消去されました。
ko: 데이터가 지워졌습니다.
nl: Gegevens zijn gewist.
no: Data er slettet.
pl: Dane zostały wyczyszczone.
pt_pt: Os dados foram limpos.
ro: Datele au fost șterse.
ru: Данные были очищены.
sv: Data har rensats.
th: ล้างข้อมูลเรียบร้อยแล้วค่ะ
tr: Veriler temizlendi.
uk: Дані були очищені.
vi: Dữ liệu đã được xóa.
zh: 数据已清除。
zh_tw: 資料已清除。

source: Sign Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
el: Αποσύνδεση
es_419: Cerrar Sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hi: साइन आउट करें
hu: Kijelentkezés
id: Keluar
ja: サインアウト
ko: 로그아웃
nl: Uitloggen
no: Logg ut
pl: Wyloguj się
pt_pt: Terminar Sessão
ro: Deconectare
ru: Выйти
sv: Logga Ut
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
vi: Đăng Xuất
zh: 退出
zh_tw: 登出

source: Delete Scan
ar: حذف المسح
da: Slet scanning
de: Scan löschen
el: Διαγραφή Σάρωσης
es_419: Eliminar Escaneo
fi: Poista skannaus
fr: Supprimer l'analyse
hi: स्कैन हटाएं
hu: Szkennelés törlése
id: Hapus Pemindaian
ja: スキャンを削除
ko: 스캔 삭제
nl: Scan Verwijderen
no: Slett Skanning
pl: Usuń Skanowanie
pt_pt: Eliminar Digitalização
ro: Șterge Scanare
ru: Удалить сканирование
sv: Ta Bort Skann
th: ลบการสแกน
tr: Taramayı Sil
uk: Видалити сканування
vi: Xóa Kết Quả Quét
zh: 删除扫描
zh_tw: 刪除掃描

# deleteScanConfirmation
source: Are you sure you want to delete this scan from your history?
ar: هل أنت متأكد من رغبتك في حذف هذا المسح من سجلك؟
da: Er du sikker på, at du vil slette denne scanning fra din historik?
de: Sind Sie sicher, dass Sie diesen Scan aus Ihrem Verlauf löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη σάρωση από το ιστορικό σας;
es_419: ¿Estás seguro de que quieres eliminar este escaneo de tu historial?
fi: Haluatko varmasti poistaa tämän skannauksen historiasta?
fr: Êtes-vous sûr de vouloir supprimer cette analyse de votre historique ?
hi: क्या आप वाकई इस स्कैन को अपने इतिहास से हटाना चाहते हैं?
hu: Biztosan törölni szeretné ezt a szkennelést az előzményekből?
id: Apakah Anda yakin ingin menghapus pemindaian ini dari riwayat Anda?
ja: このスキャンを履歴から削除してもよろしいですか？
ko: 기록에서 이 스캔을 삭제하시겠습니까?
nl: Weet u zeker dat u deze scan uit uw geschiedenis wilt verwijderen?
no: Er du sikker på at du vil slette denne skanningen fra historikken?
pl: Czy na pewno chcesz usunąć to skanowanie z historii?
pt_pt: Tem a certeza de que deseja eliminar esta digitalização do seu histórico?
ro: Ești sigur că vrei să ștergi această scanare din istoric?
ru: Вы уверены, что хотите удалить это сканирование из вашей истории?
sv: Är du säker på att du vill ta bort denna skanning från din historik?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการสแกนนี้จากประวัติ?
tr: Bu taramayı geçmişinizden silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити це сканування з вашої історії?
vi: Bạn có chắc chắn muốn xóa kết quả quét này khỏi lịch sử không?
zh: 确定要从历史记录中删除此扫描吗?
zh_tw: 確定要從歷史記錄中刪除此掃描嗎?

source: Delete Chat
ar: حذف المحادثة
da: Slet chat
de: Chat löschen
el: Διαγραφή Συνομιλίας
es_419: Eliminar Conversación
fi: Poista keskustelu
fr: Supprimer la conversation
hi: चैट हटाएं
hu: Beszélgetés törlése
id: Hapus Obrolan
ja: チャットを削除
ko: 채팅 삭제
nl: Chat Verwijderen
no: Slett Chat
pl: Usuń Czat
pt_pt: Eliminar Conversa
ro: Șterge Conversație
ru: Удалить чат
sv: Ta Bort Chatt
th: ลบการสนทนา
tr: Sohbeti Sil
uk: Видалити чат
vi: Xóa Cuộc Trò Chuyện
zh: 删除聊天
zh_tw: 刪除聊天

# deleteChatConfirmation
source: Are you sure you want to delete this chat? All messages will be lost.
ar: هل أنت متأكد من رغبتك في حذف هذه المحادثة؟ ستفقد جميع الرسائل.
da: Er du sikker på, at du vil slette denne chat? Alle beskeder vil gå tabt.
de: Sind Sie sicher, dass Sie diesen Chat löschen möchten? Alle Nachrichten gehen verloren.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη συνομιλία; Όλα τα μηνύματα θα χαθούν.
es_419: ¿Estás seguro de que quieres eliminar esta conversación? Se perderán todos los mensajes.
fi: Haluatko varmasti poistaa tämän keskustelun? Kaikki viestit menetetään.
fr: Êtes-vous sûr de vouloir supprimer cette conversation ? Tous les messages seront perdus.
hi: क्या आप वाकई इस चैट को हटाना चाहते हैं? सभी संदेश खो जाएंगे।
hu: Biztosan törölni szeretné ezt a beszélgetést? Minden üzenet elveszik.
id: Apakah Anda yakin ingin menghapus obrolan ini? Semua pesan akan hilang.
ja: このチャットを削除してもよろしいですか？すべてのメッセージが失われます。
ko: 이 채팅을 삭제하시겠습니까? 모든 메시지가 손실됩니다.
nl: Weet u zeker dat u deze chat wilt verwijderen? Alle berichten gaan verloren.
no: Er du sikker på at du vil slette denne chatten? Alle meldinger vil gå tapt.
pl: Czy na pewno chcesz usunąć ten czat? Wszystkie wiadomości zostaną utracone.
pt_pt: Tem a certeza de que deseja eliminar esta conversa? Todas as mensagens serão perdidas.
ro: Ești sigur că vrei să ștergi această conversație? Toate mesajele vor fi pierdute.
ru: Вы уверены, что хотите удалить этот чат? Все сообщения будут потеряны.
sv: Är du säker på att du vill ta bort denna chatt? Alla meddelanden kommer att förloras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบการสนทนานี้? ข้อความทั้งหมดจะหายไปค่ะ
tr: Bu sohbeti silmek istediğinizden emin misiniz? Tüm mesajlar kaybolacak.
uk: Ви впевнені, що хочете видалити цей чат? Усі повідомлення буде втрачено.
vi: Bạn có chắc chắn muốn xóa cuộc trò chuyện này không? Tất cả tin nhắn sẽ bị mất.
zh: 确定要删除此聊天吗?所有消息都将丢失。
zh_tw: 確定要刪除此聊天嗎?所有訊息都將遺失。

source: Delete
ar: حذف
da: Slet
de: Löschen
el: Διαγραφή
es_419: Eliminar
fi: Poista
fr: Supprimer
hi: हटाएं
hu: Törlés
id: Hapus
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sv: Ta Bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_tw: 刪除

source: No scan history found.
ar: لم يتم العثور على سجل مسح.
da: Ingen scanningshistorik fundet.
de: Kein Scan-Verlauf gefunden.
el: Δεν βρέθηκε ιστορικό σαρώσεων.
es_419: No se encontró historial de escaneos.
fi: Skannaushistoriaa ei löytynyt.
fr: Aucun historique d'analyse trouvé.
hi: कोई स्कैन इतिहास नहीं मिला।
hu: Nem találhatók szkennelési előzmények.
id: Tidak ada riwayat pemindaian.
ja: スキャン履歴が見つかりません。
ko: 스캔 기록을 찾을 수 없습니다.
nl: Geen scangeschiedenis gevonden.
no: Ingen skannehistorikk funnet.
pl: Nie znaleziono historii skanowania.
pt_pt: Não foi encontrado histórico de digitalizações.
ro: Nu s-au găsit scanări în istoric.
ru: История сканирования не найдена.
sv: Ingen skannhistorik hittades.
th: ไม่พบประวัติการสแกน
tr: Tarama geçmişi bulunamadı.
uk: Історію сканування не знайдено.
vi: Không tìm thấy lịch sử quét.
zh: 未找到扫描历史。
zh_tw: 未找到掃描歷史。

source: Scan on
ar: المسح في
da: Scannet den
de: Gescannt am
el: Σάρωση στις
es_419: Escaneado el
fi: Skannaus
fr: Analyse du
hi: स्कैन
hu: Szkennelés ideje:
id: Pemindaian pada
ja: スキャン日時：
ko: 스캔 날짜:
nl: Scan op
no: Skanning den
pl: Skanowanie
pt_pt: Digitalização em
ro: Scanat pe
ru: Сканирование
sv: Skannad
th: สแกนเมื่อ
tr: Tarama tarihi
uk: Сканування
vi: Quét vào
zh: 扫描于
zh_tw: 掃描於

source: ingredients found
ar: تم العثور على مكونات
da: ingredienser fundet
de: Inhaltsstoffe gefunden
el: συστατικά βρέθηκαν
es_419: ingredientes encontrados
fi: ainesosaa löytyi
fr: ingrédients trouvés
hi: सामग्री मिली
hu: összetevő találva
id: bahan ditemukan
ja: 成分が見つかりました
ko: 성분 발견됨
nl: ingrediënten gevonden
no: ingredienser funnet
pl: znalezionych składników
pt_pt: ingredientes encontrados
ro: ingrediente găsite
ru: ингредиентов найдено
sv: ingredienser hittades
th: ส่วนผสมที่พบ
tr: içerik bulundu
uk: інгредієнтів знайдено
vi: thành phần được tìm thấy
zh: 找到成分
zh_tw: 找到成分
