Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

source: Highest Rating
ar: أعلى تقييم
da: Højeste bedømmelse
de: Höchste Bewertung
el: Υψηλότερη Αξιολόγηση
es_419: Calificación Más Alta
fi: Korkein arvosana
fr: Note la plus élevée
hi: उच्चतम रेटिंग
hu: Legmagasabb értékelés
id: Penilaian Tertinggi
ja: 最高評価
ko: 최고 평점
nl: Hoogste Beoordeling
no: Høyeste Vurdering
pl: Najwyższa Ocena
pt_pt: Avaliação Máxima
ro: Evaluarea Cea Mai Mare
ru: Наивысшая оценка
sv: Högsta Betyg
th: คะแนนสูงสุด
tr: En Yüksek Değerlendirme
uk: Найвища оцінка
vi: Đánh Giá Cao Nhất
zh: 最高评分
zh_tw: 最高評分

# selectYourAgeDescription
source: Select your age
ar: اختر عمرك
da: Vælg din alder
de: Wählen Sie Ihr Alter
el: Επιλέξτε την ηλικία σας
es_419: Selecciona tu edad
fi: Valitse ikäsi
fr: Sélectionnez votre âge
hi: अपनी उम्र चुनें
hu: Válassza ki korcsoportját
id: Pilih usia Anda
ja: 年齢を選択してください
ko: 나이를 선택하세요
nl: Selecteer uw leeftijd
no: Velg din alder
pl: Wybierz swój wiek
pt_pt: Selecione a sua idade
ro: Selectează vârsta ta
ru: Выберите ваш возраст
sv: Välj din ålder
th: เลือกอายุของคุณ
tr: Yaşınızı seçin
uk: Оберіть ваш вік
vi: Chọn độ tuổi của bạn
zh: 选择你的年龄
zh_tw: 選擇你的年齡

# ageRange18_25Description
source: Young skin, prevention
ar: بشرة شابة، الوقاية
da: Ung hud, forebyggelse
de: Junge Haut, Prävention
el: Νεανικό δέρμα, πρόληψη
es_419: Piel joven, prevención
fi: Nuori iho, ennaltaehkäisy
fr: Peau jeune, prévention
hi: युवा त्वचा, रोकथाम
hu: Fiatal bőr, prevenció
id: Kulit muda, pencegahan
ja: 若い肌、予防ケア
ko: 젊은 피부, 예방 케어
nl: Jonge huid, preventie
no: Ung hud, forebygging
pl: Młoda skóra, prewencja
pt_pt: Pele jovem, prevenção
ro: Piele tânără, prevenție
ru: Молодая кожа, профилактика
sv: Ung hud, förebyggande
th: ผิวเยาว์ป้องกัน
tr: Genç cilt, önleme
uk: Молода шкіра, профілактика
vi: Da trẻ, phòng ngừa
zh: 年轻肌肤,预防
zh_tw: 年輕肌膚,預防

# ageRange26_35Description
source: First signs of aging
ar: أولى علامات الشيخوخة
da: Første tegn på aldring
de: Erste Anzeichen von Hautalterung
el: Πρώτα σημάδια γήρανσης
es_419: Primeros signos de envejecimiento
fi: Ensimmäiset ikääntymisen merkit
fr: Premiers signes de vieillissement
hi: उम्र बढ़ने के पहले लक्षण
hu: Első öregedési jelek
id: Tanda penuaan pertama
ja: 最初のエイジングサイン
ko: 첫 노화 징후
nl: Eerste tekenen van veroudering
no: Første tegn på aldring
pl: Pierwsze oznaki starzenia
pt_pt: Primeiros sinais de envelhecimento
ro: Primele semne de îmbătrânire
ru: Первые признаки старения
sv: Första tecken på åldrande
th: สัญญาณแรกของริ้วรอย
tr: İlk yaşlanma belirtileri
uk: Перші ознаки старіння
vi: Dấu hiệu lão hóa đầu tiên
zh: 初老迹象
zh_tw: 初老跡象

# ageRange36_45Description
source: Anti-ageing care
ar: عناية مضادة للشيخوخة
da: Anti-aldring pleje
de: Anti-Aging-Pflege
el: Αντιγηραντική φροντίδα
es_419: Cuidado anti-edad
fi: Ikääntymisenestohoito
fr: Soin anti-âge
hi: एंटी-एजिंग देखभाल
hu: Anti-aging ápolás
id: Perawatan anti-penuaan
ja: アンチエイジングケア
ko: 안티에이징 케어
nl: Anti-aging verzorging
no: Anti-aldring behandling
pl: Pielęgnacja przeciwstarzeniowa
pt_pt: Cuidados anti-idade
ro: Îngrijire anti-aging
ru: Антивозрастной уход
sv: Anti-age vård
th: บำรุงต้านริ้วรอย
tr: Yaşlanma karşıtı bakım
uk: Антивіковий догляд
vi: Chăm sóc chống lão hóa
zh: 抗衰老护理
zh_tw: 抗老化保養

# ageRange46_55Description
source: Intensive care
ar: عناية مكثفة
da: Intensiv pleje
de: Intensive Pflege
el: Εντατική φροντίδα
es_419: Cuidado intensivo
fi: Intensiivinen hoito
fr: Soin intensif
hi: गहन देखभाल
hu: Intenzív ápolás
id: Perawatan intensif
ja: 集中ケア
ko: 집중 케어
nl: Intensieve verzorging
no: Intensiv behandling
pl: Intensywna pielęgnacja
pt_pt: Cuidados intensivos
ro: Îngrijire intensivă
ru: Интенсивный уход
sv: Intensivvård
th: บำรุงเข้มข้น
tr: Yoğun bakım
uk: Інтенсивний догляд
vi: Chăm sóc chuyên sâu
zh: 密集护理
zh_tw: 密集保養

# ageRange56PlusDescription
source: Specialized care
ar: عناية متخصصة
da: Specialiseret pleje
de: Spezialisierte Pflege
el: Εξειδικευμένη φροντίδα
es_419: Cuidado especializado
fi: Erikoishoito
fr: Soin spécialisé
hi: विशेष देखभाल
hu: Speciális ápolás
id: Perawatan khusus
ja: 専門ケア
ko: 전문 케어
nl: Gespecialiseerde verzorging
no: Spesialisert behandling
pl: Specjalistyczna pielęgnacja
pt_pt: Cuidados especializados
ro: Îngrijire specializată
ru: Специализированный уход
sv: Specialiserad vård
th: บำรุงเฉพาะทาง
tr: Özel bakım
uk: Спеціалізований догляд
vi: Chăm sóc chuyên biệt
zh: 专业护理
zh_tw: 專業保養

# userName
source: Your Name
ar: اسمك
da: Dit navn
de: Ihr Name
el: Το Όνομά Σας
es_419: Tu Nombre
fi: Nimesi
fr: Votre nom
hi: आपका नाम
hu: Az Ön neve
id: Nama Anda
ja: お名前
ko: 이름
nl: Uw Naam
no: Ditt Navn
pl: Twoje Imię
pt_pt: O Seu Nome
ro: Numele Tău
ru: Ваше имя
sv: Ditt Namn
th: ชื่อของคุณ
tr: Adınız
uk: Ваше ім'я
vi: Tên Của Bạn
zh: 你的名字
zh_tw: 你的名字

# tryFreeAndSubscribe
source: Try Free & Subscribe
ar: جرب مجاناً واشترك
da: Prøv gratis og abonner
de: Kostenlos testen & abonnieren
el: Δοκιμάστε Δωρεάν & Εγγραφείτε
es_419: Probar Gratis y Suscribirse
fi: Kokeile ilmaiseksi ja tilaa
fr: Essai gratuit et abonnement
hi: मुफ्त आज़माएं और सदस्यता लें
hu: Próbálja ki ingyen és fizessen elő
id: Coba Gratis & Berlangganan
ja: 無料で試して登録
ko: 무료 체험 및 구독
nl: Probeer Gratis & Abonneer
no: Prøv Gratis og Abonner
pl: Wypróbuj Za Darmo i Subskrybuj
pt_pt: Experimente Grátis e Subscreva
ro: Încearcă Gratuit & Abonează-te
ru: Попробовать бесплатно и подписаться
sv: Prova Gratis & Prenumerera
th: ทดลองใช้ฟรีและสมัครสมาชิก
tr: Ücretsiz Dene & Abone Ol
uk: Спробувати безкоштовно та підписатися
vi: Dùng Thử Miễn Phí & Đăng Ký
zh: 免费试用并订阅
zh_tw: 免費試用並訂閱

# personalAIConsultant
source: Personal AI Consultant 24/7
ar: مستشار ذكي شخصي على مدار الساعة
da: Personlig AI-konsulent 24/7
de: Persönlicher KI-Berater 24/7
el: Προσωπικός AI Σύμβουλος 24/7
es_419: Consultor IA Personal 24/7
fi: Henkilökohtainen AI-konsultti 24/7
fr: Consultant IA personnel 24/7
hi: व्यक्तिगत AI सलाहकार 24/7
hu: Személyes AI tanácsadó 24/7
id: Konsultan AI Pribadi 24/7
ja: パーソナルAIコンサルタント24時間365日
ko: 24시간 개인 AI 컨설턴트
nl: Persoonlijke AI Consultant 24/7
no: Personlig AI-konsulent 24/7
pl: Osobisty Konsultant AI 24/7
pt_pt: Consultor IA Pessoal 24/7
ro: Consultant AI Personal 24/7
ru: Персональный ИИ-консультант 24/7
sv: Personlig AI-konsult 24/7
th: ที่ปรึกษา AI ส่วนตัว 24/7
tr: Kişisel AI Danışman 24/7
uk: Персональний ШІ-консультант 24/7
vi: Cố Vấn AI Cá Nhân 24/7
zh: 个人AI顾问24/7
zh_tw: 個人AI顧問24/7

source: Subscribe
ar: اشترك
da: Abonner
de: Abonnieren
el: Εγγραφή
es_419: Suscribirse
fi: Tilaa
fr: S'abonner
hi: सदस्यता लें
hu: Előfizetés
id: Berlangganan
ja: 登録
ko: 구독
nl: Abonneren
no: Abonner
pl: Subskrybuj
pt_pt: Subscrever
ro: Abonează-te
ru: Подписаться
sv: Prenumerera
th: สมัครสมาชิก
tr: Abone Ol
uk: Підписатися
vi: Đăng Ký
zh: 订阅
zh_tw: 訂閱

source: Themes
ar: السمات
da: Temaer
de: Themen
el: Θέματα
es_419: Temas
fi: Teemat
fr: Thèmes
hi: थीम
hu: Témák
id: Tema
ja: テーマ
ko: 테마
nl: Thema's
no: Temaer
pl: Motywy
pt_pt: Temas
ro: Teme
ru: Темы
sv: Teman
th: ธีม
tr: Temalar
uk: Теми
vi: Chủ Đề
zh: 主题
zh_tw: 主題

# selectPreferredTheme
source: Select your preferred theme
ar: اختر سمتك المفضلة
da: Vælg dit foretrukne tema
de: Wählen Sie Ihr bevorzugtes Thema
el: Επιλέξτε το προτιμώμενο θέμα σας
es_419: Selecciona tu tema preferido
fi: Valitse haluamasi teema
fr: Sélectionnez votre thème préféré
hi: अपनी पसंदीदा थीम चुनें
hu: Válassza ki kedvenc témáját
id: Pilih tema favorit Anda
ja: お好みのテーマを選択
ko: 원하는 테마를 선택하세요
nl: Selecteer uw favoriete thema
no: Velg ditt foretrukne tema
pl: Wybierz swój ulubiony motyw
pt_pt: Selecione o seu tema preferido
ro: Selectează tema preferată
ru: Выберите предпочитаемую тему
sv: Välj ditt föredragna tema
th: เลือกธีมที่คุณชอบ
tr: Tercih ettiğiniz temayı seçin
uk: Оберіть бажану тему
vi: Chọn chủ đề bạn thích
zh: 选择你喜欢的主题
zh_tw: 選擇你喜歡的主題

# naturalTheme
source: Natural
ar: طبيعية
da: Naturlig
de: Natürlich
el: Φυσικό
fi: Luonnollinen
fr: Naturel
hi: प्राकृतिक
hu: Természetes
id: Alami
ja: ナチュラル
ko: 내추럴
nl: Natuurlijk
no: Naturlig
pl: Naturalny
ru: Натуральная
sv: Naturlig
th: ธรรมชาติ
tr: Doğal
uk: Природна
vi: Tự Nhiên
zh: 自然
zh_tw: 自然

# darkTheme
source: Dark
ar: داكنة
da: Mørk
de: Dunkel
el: Σκούρο
es_419: Oscuro
fi: Tumma
fr: Sombre
hi: डार्क
hu: Sötét
id: Gelap
ja: ダーク
ko: 다크
nl: Donker
no: Mørk
pl: Ciemny
pt_pt: Escuro
ro: Întunecat
ru: Темная
sv: Mörk
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh: 暗色
zh_tw: 深色

source: Dark Natural
ar: طبيعية داكنة
da: Mørk naturlig
de: Dunkles Natürlich
el: Σκούρο Φυσικό
es_419: Natural Oscuro
fi: Tumma luonnollinen
fr: Naturel Sombre
hi: डार्क प्राकृतिक
hu: Sötét természetes
id: Gelap Alami
ja: ダークナチュラル
ko: 다크 내추럴
nl: Donker Natuurlijk
no: Mørk Naturlig
pl: Ciemny Naturalny
pt_pt: Natural Escuro
ro: Natural Întunecat
ru: Темная Натуральная
sv: Mörk Naturlig
th: ธรรมชาติมืด
tr: Koyu Doğal
uk: Темна Природна
vi: Tự Nhiên Tối
zh: 暗色自然
zh_tw: 深色自然

# oceanTheme
source: Ocean
ar: المحيط
de: Ozean
el: Ωκεανός
es_419: Océano
fi: Valtameri
fr: Océan
hi: महासागर
hu: Óceán
id: Samudra
ja: オーシャン
ko: 오션
nl: Oceaan
no: Hav
pt_pt: Oceano
ru: Океан
th: มหาสมุทร
tr: Okyanus
uk: Океан
vi: Đại Dương
zh: 海洋
zh_tw: 海洋

# forestTheme
source: Forest
ar: الغابة
da: Skov
de: Wald
el: Δάσος
es_419: Bosque
fi: Metsä
fr: Forêt
hi: वन
hu: Erdő
id: Hutan
ja: フォレスト
ko: 포레스트
nl: Bos
no: Skog
pl: Las
pt_pt: Floresta
ro: Pădure
ru: Лес
sv: Skog
th: ป่าไม้
tr: Orman
uk: Ліс
vi: Rừng
zh: 森林
zh_tw: 森林

# sunsetTheme
source: Sunset
ar: الغروب
da: Solnedgang
de: Sonnenuntergang
el: Ηλιοβασίλεμα
es_419: Atardecer
fi: Auringonlasku
fr: Coucher de soleil
hi: सूर्यास्त
hu: Napnyugta
id: Matahari Terbenam
ja: サンセット
ko: 선셋
nl: Zonsondergang
no: Solnedgang
pl: Zachód Słońca
pt_pt: Pôr do Sol
ro: Apus
ru: Закат
sv: Solnedgång
th: พระอาทิตย์ตก
tr: Gün Batımı
uk: Захід
vi: Hoàng Hôn
zh: 日落
zh_tw: 日落

# naturalThemeDescription
source: Natural theme with eco-friendly colors
ar: سمة طبيعية بألوان صديقة للبيئة
da: Naturligt tema med miljøvenlige farver
de: Natürliches Thema mit umweltfreundlichen Farben
el: Φυσικό θέμα με οικολογικά χρώματα
es_419: Tema natural con colores ecológicos
fi: Luonnollinen teema ekologisilla väreillä
fr: Thème naturel avec des couleurs écologiques
hi: पर्यावरण के अनुकूल रंगों के साथ प्राकृतिक थीम
hu: Természetes téma környezetbarát színekkel
id: Tema alami dengan warna ramah lingkungan
ja: エコフレンドリーな色のナチュラルテーマ
ko: 친환경 색상의 내추럴 테마
nl: Natuurlijk thema met milieuvriendelijke kleuren
no: Naturlig tema med miljøvennlige farger
pl: Naturalny motyw z ekologicznymi kolorami
pt_pt: Tema natural com cores ecológicas
ro: Temă naturală cu culori eco
ru: Натуральная тема с экологичными цветами
sv: Naturligt tema med miljövänliga färger
th: ธีมธรรมชาติสีเขียวอ่อน
tr: Çevre dostu renklerle doğal tema
uk: Природна тема з екологічними кольорами
vi: Chủ đề tự nhiên với màu thân thiện môi trường
zh: 环保色彩的自然主题
zh_tw: 環保色彩的自然主題

# darkThemeDescription
source: Dark theme for eye comfort
ar: سمة داكنة لراحة العين
da: Mørkt tema for øjenkomfort
de: Dunkles Thema für Augenkomfort
el: Σκούρο θέμα για άνεση των ματιών
es_419: Tema oscuro para comodidad visual
fi: Tumma teema silmien mukavuutta varten
fr: Thème sombre pour le confort des yeux
hi: आंखों के आराम के लिए डार्क थीम
hu: Sötét téma a szemkíméléshez
id: Tema gelap untuk kenyamanan mata
ja: 目に優しいダークテーマ
ko: 눈의 편안함을 위한 다크 테마
nl: Donker thema voor oogcomfort
no: Mørkt tema for øyekomfort
pl: Ciemny motyw dla komfortu oczu
pt_pt: Tema escuro para conforto visual
ro: Temă întunecată pentru confortul ochilor
ru: Темная тема для комфорта глаз
sv: Mörkt tema för ögonkomfort
th: ธีมมืดเพื่อสบายตา
tr: Göz rahatlığı için koyu tema
uk: Темна тема для комфорту очей
vi: Chủ đề tối thoải mái cho mắt
zh: 舒适眼睛的暗色主题
zh_tw: 舒適眼睛的深色主題

# oceanThemeDescription
source: Fresh ocean theme
ar: سمة المحيط المنعشة
da: Frisk oceantema
de: Frisches Ozean-Thema
el: Δροσερό ωκεάνιο θέμα
es_419: Tema océano refrescante
fi: Raikas valtameriteema
fr: Thème océanique frais
hi: ताज़ा महासागर थीम
hu: Friss óceán téma
id: Tema samudra yang segar
ja: 爽やかなオーシャンテーマ
ko: 상쾌한 오션 테마
nl: Fris oceaanthema
no: Friskt havtema
pl: Świeży motyw oceanu
pt_pt: Tema oceano refrescante
ro: Temă ocean proaspătă
ru: Свежая океанская тема
sv: Fräscht oceantema
th: ธีมมหาสมุทรสดใส
tr: Taze okyanus teması
uk: Свіжа океанічна тема
vi: Chủ đề đại dương tươi mát
zh: 清新海洋主题
zh_tw: 清新海洋主題

# forestThemeDescription
source: Natural forest theme
ar: سمة الغابة الطبيعية
da: Naturligt skovtema
de: Natürliches Wald-Thema
el: Φυσικό δασικό θέμα
es_419: Tema bosque natural
fi: Luonnollinen metsäteema
fr: Thème forestier naturel
hi: प्राकृतिक वन थीम
hu: Természetes erdő téma
id: Tema hutan alami
ja: 自然なフォレストテーマ
ko: 자연스러운 포레스트 테마
nl: Natuurlijk bosthema
no: Naturlig skogtema
pl: Naturalny motyw lasu
pt_pt: Tema floresta natural
ro: Temă pădure naturală
ru: Природная лесная тема
sv: Naturligt skogstema
th: ธีมป่าไม้ธรรมชาติ
tr: Doğal orman teması
uk: Природна лісова тема
vi: Chủ đề rừng tự nhiên
zh: 自然森林主题
zh_tw: 自然森林主題

# sunsetThemeDescription
source: Warm sunset theme
ar: سمة الغروب الدافئة
da: Varmt solnedgangstema
de: Warmes Sonnenuntergang-Thema
el: Ζεστό θέμα ηλιοβασιλέματος
es_419: Tema atardecer cálido
fi: Lämmin auringonlaskuteema
fr: Thème chaud au coucher du soleil
hi: गर्म सूर्यास्त थीम
hu: Meleg napnyugta téma
id: Tema matahari terbenam yang hangat
ja: 温かみのあるサンセットテーマ
ko: 따뜻한 선셋 테마
nl: Warm zonsondergangthema
no: Varmt solnedgangstema
pl: Ciepły motyw zachodu słońca
pt_pt: Tema pôr do sol acolhedor
ro: Temă apus caldă
ru: Теплая тема в тонах заката
sv: Varmt solnedgångstema
th: ธีมพระอาทิตย์ตกอบอุ่น
tr: Sıcak gün batımı teması
uk: Тепла тема в тонах заходу
vi: Chủ đề hoàng hôn ấm áp
zh: 温暖日落主题
zh_tw: 溫暖日落主題

# sunnyTheme
source: Sunny
ar: مشمسة
da: Solrigt
de: Sonnig
el: Ηλιόλουστο
es_419: Soleado
fi: Aurinkoinen
fr: Ensoleillé
hi: धूप
hu: Napos
id: Cerah
ja: サニー
ko: 써니
nl: Zonnig
no: Solfylt
pl: Słoneczny
pt_pt: Ensolarado
ro: Însorit
ru: Солнечная
sv: Soligt
th: แดดจ้า
tr: Güneşli
uk: Сонячна
vi: Nắng
zh: 阳光
zh_tw: 陽光

# sunnyThemeDescription
source: Bright and cheerful yellow theme
ar: سمة صفراء مشرقة ومبهجة
da: Lyst og munter gult tema
de: Helles und fröhliches gelbes Thema
el: Φωτεινό και χαρούμενο κίτρινο θέμα
es_419: Tema amarillo brillante y alegre
fi: Kirkas ja iloinen keltainen teema
fr: Thème jaune lumineux et joyeux
hi: उज्ज्वल और खुशमिजाज पीली थीम
hu: Ragyogó és vidám sárga téma
id: Tema kuning cerah dan ceria
ja: 明るく陽気なイエローテーマ
ko: 밝고 쾌활한 노란색 테마
nl: Helder en vrolijk geel thema
no: Lyst og munter gult tema
pl: Jasny i radosny żółty motyw
pt_pt: Tema amarelo brilhante e alegre
ro: Temă galbenă veselă și strălucitoare
ru: Яркая и жизнерадостная желтая тема
sv: Ljust och glatt gult tema
th: ธีมสีเหลืองสดใส
tr: Parlak ve neşeli sarı tema
uk: Яскрава та життєрадісна жовта тема
vi: Chủ đề vàng tươi sáng và vui vẻ
zh: 明亮欢快的黄色主题
zh_tw: 明亮歡快的黃色主題

# vibrantTheme
source: Vibrant
ar: نابضة بالحياة
da: Levende
de: Lebendig
el: Ζωηρό
es_419: Vibrante
fi: Eloisa
hi: जीवंत
hu: Vibráló
ja: ビブラント
ko: 비브런트
nl: Levendig
no: Levende
pl: Żywy
pt_pt: Vibrante
ru: Яркая
sv: Levande
th: สดใส
tr: Canlı
uk: Яскрава
vi: Rực Rỡ
zh: 活力
zh_tw: 活力

# vibrantThemeDescription
source: Bright pink and purple theme
ar: سمة وردية وبنفسجية مشرقة
da: Lyst pink og lilla tema
de: Helles rosa und lila Thema
el: Φωτεινό ροζ και μωβ θέμα
es_419: Tema rosa y morado brillante
fi: Kirkas pinkki ja violetti teema
fr: Thème lumineux rose et violet
hi: उज्ज्वल गुलाबी और बैंगनी थीम
hu: Élénk rózsaszín és lila téma
id: Tema pink dan ungu cerah
ja: 鮮やかなピンクとパープルのテーマ
ko: 밝은 핑크와 퍼플 테마
nl: Helder roze en paars thema
no: Lyst rosa og lilla tema
pl: Jasny różowy i fioletowy motyw
pt_pt: Tema rosa e roxo brilhante
ro: Temă roz și mov strălucitoare
ru: Яркая розово-фиолетовая тема
sv: Ljust rosa och lila tema
th: ธีมสีชมพูและม่วงสดใส
tr: Parlak pembe ve mor tema
uk: Яскрава рожево-фіолетова тема
vi: Chủ đề hồng và tím tươi sáng
zh: 明亮的粉紫主题
zh_tw: 明亮的粉紫主題

source: Scan Analysis
ar: تحليل المسح
da: Scananalyse
de: Scan-Analyse
el: Ανάλυση Σάρωσης
es_419: Análisis de Escaneo
fi: Skannausanalyysi
fr: Analyse de Scan
hi: स्कैन विश्लेषण
hu: Szkennelési elemzés
id: Analisis Pemindaian
ja: スキャン分析
ko: 스캔 분석
nl: Scananalyse
no: Skanneanalyse
pl: Analiza Skanowania
pt_pt: Análise de Digitalização
ro: Analiză Scanare
ru: Анализ сканирования
sv: Skannanalys
th: วิเคราะห์การสแกน
tr: Tarama Analizi
uk: Аналіз сканування
vi: Phân Tích Quét
zh: 扫描分析
zh_tw: 掃描分析

source: ingredients
ar: مكونات
da: ingredienser
de: Zutaten
el: συστατικά
es_419: ingredientes
fi: ainesosaa
fr: ingrédients
hi: सामग्री
hu: összetevők
id: bahan
ja: 成分
ko: 성분
nl: ingrediënten
no: ingredienser
pl: składników
pt_pt: ingredientes
ro: ingrediente
ru: ингредиентов
sv: ingredienser
th: ส่วนผสม
tr: içerik
uk: інгредієнтів
vi: thành phần
zh: 成分
zh_tw: 成分

# aiBotSettings
source: AI Settings
ar: إعدادات الذكاء الاصطناعي
da: AI-indstillinger
de: KI-Einstellungen
el: Ρυθμίσεις AI
es_419: Configuración de IA
fi: AI-asetukset
fr: Paramètres IA
hi: AI सेटिंग्स
hu: AI beállítások
id: Pengaturan AI
ja: AI設定
ko: AI 설정
nl: AI Instellingen
no: AI Innstillinger
pl: Ustawienia AI
pt_pt: Definições da IA
ro: Setări AI
ru: Настройка ИИ
sv: AI-inställningar
th: ตั้งค่า AI
tr: AI Ayarları
uk: Налаштування ШІ
vi: Cài Đặt AI
zh: AI设置
zh_tw: AI設定

source: Bot Name
ar: اسم البوت
da: Bot-navn
el: Όνομα Bot
es_419: Nombre del Bot
fi: Botin nimi
fr: Nom du bot
hi: बॉट का नाम
hu: Bot neve
id: Nama Bot
ja: ボット名
ko: 봇 이름
nl: Bot Naam
no: Bot Navn
pl: Nazwa Bota
pt_pt: Nome do Bot
ro: Nume Bot
ru: Имя бота
sv: Botnamn
th: ชื่อบอท
tr: Bot Adı
uk: Ім'я бота
vi: Tên Bot
zh: 机器人名称
zh_tw: 機器人名稱

source: Enter bot name
ar: أدخل اسم البوت
da: Indtast bot-navn
de: Bot-Namen eingeben
el: Εισαγάγετε όνομα bot
es_419: Ingresa el nombre del bot
fi: Syötä botin nimi
fr: Entrez le nom du bot
hi: बॉट का नाम दर्ज करें
hu: Adja meg a bot nevét
id: Masukkan nama bot
ja: ボット名を入力
ko: 봇 이름을 입력하세요
nl: Voer botnaam in
no: Skriv inn botnavn
pl: Wprowadź nazwę bota
pt_pt: Introduza o nome do bot
ro: Introdu numele botului
ru: Введите имя бота
sv: Ange botnamn
th: กรอกชื่อบอท
tr: Bot adını girin
uk: Введіть ім'я бота
vi: Nhập tên bot
zh: 输入机器人名称
zh_tw: 輸入機器人名稱

# pleaseEnterBotName
source: Please enter a bot name
ar: يرجى إدخال اسم البوت
da: Indtast venligst et bot-navn
de: Bitte geben Sie den Bot-Namen ein
el: Παρακαλώ εισαγάγετε όνομα bot
es_419: Por favor, ingresa un nombre para el bot
fi: Syötä botin nimi
fr: Veuillez entrer le nom du bot
hi: कृपया बॉट का नाम दर्ज करें
hu: Kérjük, adja meg a bot nevét
id: Silakan masukkan nama bot
ja: ボット名を入力してください
ko: 봇 이름을 입력해 주세요
nl: Voer een botnaam in
no: Vennligst skriv inn et botnavn
pl: Proszę wprowadzić nazwę bota
pt_pt: Por favor, introduza um nome para o bot
ro: Te rugăm să introduci un nume pentru bot
ru: Пожалуйста, введите имя бота
sv: Vänligen ange ett botnamn
th: กรุณากรอกชื่อบอท
tr: Lütfen bir bot adı girin
uk: Будь ласка, введіть ім'я бота
vi: Vui lòng nhập tên bot
zh: 请输入机器人名称
zh_tw: 請輸入機器人名稱

source: Bot Description
ar: وصف البوت
da: Bot-beskrivelse
de: Bot-Beschreibung
el: Περιγραφή Bot
es_419: Descripción del Bot
fi: Botin kuvaus
fr: Description du bot
hi: बॉट विवरण
hu: Bot leírása
id: Deskripsi Bot
ja: ボット説明
ko: 봇 설명
nl: Bot Beschrijving
no: Bot Beskrivelse
pl: Opis Bota
pt_pt: Descrição do Bot
ro: Descriere Bot
ru: Описание бота
sv: Botbeskrivning
th: คำอธิบายบอท
tr: Bot Açıklaması
uk: Опис бота
vi: Mô Tả Bot
zh: 机器人描述
zh_tw: 機器人描述

source: Select Avatar
ar: اختر الصورة الرمزية
da: Vælg avatar
de: Avatar auswählen
el: Επιλέξτε Avatar
es_419: Seleccionar Avatar
fi: Valitse avatar
fr: Sélectionner un avatar
hi: अवतार चुनें
hu: Avatar kiválasztása
id: Pilih Avatar
ja: アバターを選択
ko: 아바타 선택
nl: Avatar Selecteren
no: Velg Avatar
pl: Wybierz Awatar
pt_pt: Selecionar Avatar
ro: Selectează Avatar
ru: Выбрать аватар
sv: Välj Avatar
th: เลือกรูปโปรไฟล์
tr: Avatar Seç
uk: Обрати аватар
vi: Chọn Avatar
zh: 选择头像
zh_tw: 選擇頭像
