Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# openSettingsAndGrantAccess
source: Open Settings and grant camera access
ar: افتح الإعدادات ومنح الوصول إلى الكاميرا
da: Åbn Indstillinger og giv kameraadgang
de: Öffnen Sie die Einstellungen und gewähren Sie Kamerazugriff
el: Ανοίξτε τις Ρυθμίσεις και παραχωρήστε πρόσβαση στην κάμερα
es_419: Abre Configuración y otorga acceso a la cámara
fi: Avaa Asetukset ja anna kameran käyttöoikeus
fr: Ouvrir les Paramètres et accorder l'accès à la caméra
hi: सेटिंग्स खोलें और कैमरा एक्सेस प्रदान करें
hu: Nyissa meg a Beállításokat és engedélyezze a kamera hozzáférést
id: Buka Pengaturan dan berikan akses kamera
ja: 設定を開いてカメラアクセスを許可してください
ko: 설정을 열고 카메라 액세스 권한을 부여하세요
nl: Open Instellingen en geef cameratoegang
no: Åpne Innstillinger og gi kameratilgang
pl: Otwórz Ustawienia i przyznaj dostęp do kamery
pt_pt: Abra as Definições e conceda acesso à câmara
ro: Deschide Setările și acordă acces la cameră
ru: Откройте Настройки и предоставьте доступ к камере
sv: Öppna Inställningar och ge kameraåtkomst
th: เปิดการตั้งค่าและอนุญาตการเข้าถึงกล้อง
tr: Ayarları Açın ve kamera erişimi verin
uk: Відкрийте Налаштування і надайте доступ до камери
vi: Mở Cài Đặt và cấp quyền truy cập camera
zh: 打开设置并授予摄像头访问权限
zh_tw: 開啟設定並授予相機存取權限

# retryCamera
source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es_419: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
hu: Újra
id: Coba Lagi
ja: 再試行
ko: 다시 시도
nl: Opnieuw Proberen
no: Prøv Igjen
pl: Spróbuj Ponownie
pt_pt: Tentar Novamente
ro: Reîncearcă
ru: Повторить
sv: Försök Igen
th: ลองใหม่อีกครั้ง
tr: Tekrar Dene
uk: Повторити
vi: Thử Lại
zh: 重试
zh_tw: 重試

# errorServiceOverloaded
source: Service is temporarily busy. Please try again in a moment.
ar: الخدمة مشغولة مؤقتاً. يرجى المحاولة مرة أخرى بعد لحظة.
da: Tjenesten er midlertidigt optaget. Prøv venligst igen om et øjeblik.
de: Der Dienst ist vorübergehend ausgelastet. Bitte versuchen Sie es in einem Moment erneut.
el: Η υπηρεσία είναι προσωρινά απασχολημένη. Παρακαλώ δοκιμάστε ξανά σε λίγο.
es_419: El servicio está temporalmente ocupado. Por favor, intenta de nuevo en un momento.
fi: Palvelu on väliaikaisesti ylikuormitettu. Yritä hetken kuluttua uudelleen.
fr: Le service est temporairement occupé. Veuillez réessayer dans un instant.
hi: सेवा अस्थायी रूप से व्यस्त है। कृपया एक क्षण में फिर से प्रयास करें।
hu: A szolgáltatás ideiglenesen túlterhelt. Kérjük, próbálja újra egy pillanat múlva.
id: Layanan sementara sibuk. Silakan coba lagi sebentar.
ja: サービスが一時的に混雑しています。しばらくしてからもう一度お試しください。
ko: 서비스가 일시적으로 사용 중입니다. 잠시 후 다시 시도해 주세요.
nl: Service is tijdelijk bezet. Probeer het over een moment opnieuw.
no: Tjenesten er midlertidig opptatt. Vennligst prøv igjen om et øyeblikk.
pl: Usługa jest tymczasowo zajęta. Spróbuj ponownie za chwilę.
pt_pt: O serviço está temporariamente ocupado. Tente novamente dentro de momentos.
ro: Serviciul este temporar ocupat. Te rugăm să încerci din nou într-un moment.
ru: Сервис временно перегружен. Попробуйте через несколько секунд.
sv: Tjänsten är tillfälligt upptagen. Försök igen om ett ögonblick.
th: บริการยุ่งชั่วคราวค่ะ กรุณาลองใหม่อีกสักครู่นะคะ
tr: Hizmet geçici olarak meşgul. Lütfen bir süre sonra tekrar deneyin.
uk: Сервіс тимчасово перевантажений. Спробуйте через кілька секунд.
vi: Dịch vụ tạm thời bận. Vui lòng thử lại sau một lúc.
zh: 服务暂时繁忙。请稍后重试。
zh_tw: 服務暫時繁忙。請稍後重試。

# errorRateLimitExceeded
source: Too many requests. Please wait a moment and try again.
ar: طلبات كثيرة جداً. يرجى الانتظار لحظة والمحاولة مرة أخرى.
da: For mange anmodninger. Vent venligst et øjeblik og prøv igen.
de: Zu viele Anfragen. Bitte warten Sie einen Moment und versuchen Sie es erneut.
el: Πάρα πολλά αιτήματα. Παρακαλώ περιμένετε λίγο και δοκιμάστε ξανά.
es_419: Demasiadas solicitudes. Por favor, espera un momento e intenta de nuevo.
fi: Liian monta pyyntöä. Odota hetki ja yritä uudelleen.
fr: Trop de demandes. Veuillez attendre un instant et réessayer.
hi: बहुत सारे अनुरोध। कृपया एक क्षण प्रतीक्षा करें और पुनः प्रयास करें।
hu: Túl sok kérés. Kérjük, várjon egy kicsit és próbálja újra.
id: Terlalu banyak permintaan. Silakan tunggu sebentar dan coba lagi.
ja: リクエストが多すぎます。少し待ってからもう一度お試しください。
ko: 요청이 너무 많습니다. 잠시 기다렸다가 다시 시도해 주세요.
nl: Te veel verzoeken. Wacht even en probeer het opnieuw.
no: For mange forespørsler. Vennligst vent et øyeblikk og prøv igjen.
pl: Zbyt wiele żądań. Poczekaj chwilę i spróbuj ponownie.
pt_pt: Demasiadas solicitações. Aguarde um momento e tente novamente.
ro: Prea multe cereri. Te rugăm să aștepți un moment și să încerci din nou.
ru: Слишком много запросов. Подождите немного и попробуйте снова.
sv: För många förfrågningar. Vänta ett ögonblick och försök igen.
th: คำขอมากเกินไปค่ะ กรุณารอสักครู่และลองใหม่อีกครั้งค่ะ
tr: Çok fazla istek. Lütfen bir süre bekleyin ve tekrar deneyin.
uk: Занадто багато запитів. Зачекайте трохи і спробуйте знову.
vi: Quá nhiều yêu cầu. Vui lòng đợi một chút và thử lại.
zh: 请求过多。请稍等片刻后重试。
zh_tw: 請求過多。請稍等片刻後重試。

# errorTimeout
source: Request timed out. Please check your internet connection and try again.
ar: انتهت مهلة الطلب. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
da: Anmodningen fik timeout. Tjek venligst din internetforbindelse og prøv igen.
de: Zeitüberschreitung. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Λήξη χρονικού ορίου αιτήματος. Παρακαλώ ελέγξτε τη σύνδεσή σας στο internet και δοκιμάστε ξανά.
es_419: La solicitud agotó el tiempo de espera. Por favor, verifica tu conexión a internet e intenta de nuevo.
fi: Pyyntö aikakatkaistiin. Tarkista internetyhteytesi ja yritä uudelleen.
fr: Délai d'attente dépassé. Veuillez vérifier votre connexion Internet et réessayer.
hi: अनुरोध समय समाप्त। कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
hu: A kérés időtúllépést szenvedett. Kérjük, ellenőrizze internetkapcsolatát és próbálja újra.
id: Permintaan habis waktu. Silakan periksa koneksi internet Anda dan coba lagi.
ja: リクエストがタイムアウトしました。インターネット接続を確認してもう一度お試しください。
ko: 요청 시간이 초과되었습니다. 인터넷 연결을 확인하고 다시 시도해 주세요.
nl: Verzoek verlopen. Controleer uw internetverbinding en probeer het opnieuw.
no: Forespørsel gikk ut. Vennligst sjekk internettforbindelsen din og prøv igjen.
pl: Upłynął limit czasu żądania. Sprawdź połączenie internetowe i spróbuj ponownie.
pt_pt: A solicitação expirou. Verifique a sua ligação à internet e tente novamente.
ro: Cererea a expirat. Te rugăm să verifici conexiunea la internet și să încerci din nou.
ru: Превышено время ожидания. Проверьте подключение к интернету и попробуйте снова.
sv: Förfrågan överskred tidsgränsen. Kontrollera din internetanslutning och försök igen.
th: คำขอหมดเวลาค่ะ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้งค่ะ
tr: İstek zaman aşımına uğradı. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Перевищено час очікування. Перевірте підключення до інтернету і спробуйте знову.
vi: Yêu cầu hết thời gian. Vui lòng kiểm tra kết nối internet và thử lại.
zh: 请求超时。请检查网络连接后重试。
zh_tw: 請求逾時。請檢查網路連線後重試。

# errorNetwork
source: Network error. Please check your internet connection.
ar: خطأ في الشبكة. يرجى التحقق من اتصال الإنترنت.
da: Netværksfejl. Tjek venligst din internetforbindelse.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Internetverbindung.
el: Σφάλμα δικτύου. Παρακαλώ ελέγξτε τη σύνδεσή σας στο internet.
es_419: Error de red. Por favor, verifica tu conexión a internet.
fi: Verkkovirhe. Tarkista internetyhteytesi.
fr: Erreur réseau. Veuillez vérifier votre connexion Internet.
hi: नेटवर्क त्रुटि। कृपया अपना इंटरनेट कनेक्शन जांचें।
hu: Hálózati hiba. Kérjük, ellenőrizze internetkapcsolatát.
id: Kesalahan jaringan. Silakan periksa koneksi internet Anda.
ja: ネットワークエラー。インターネット接続を確認してください。
ko: 네트워크 오류. 인터넷 연결을 확인해 주세요.
nl: Netwerkfout. Controleer uw internetverbinding.
no: Nettverksfeil. Vennligst sjekk internettforbindelsen din.
pl: Błąd sieci. Sprawdź połączenie internetowe.
pt_pt: Erro de rede. Verifique a sua ligação à internet.
ro: Eroare de rețea. Te rugăm să verifici conexiunea la internet.
ru: Ошибка сети. Проверьте подключение к интернету.
sv: Nätverksfel. Kontrollera din internetanslutning.
th: ข้อผิดพลาดเครือข่ายค่ะ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณค่ะ
tr: Ağ hatası. Lütfen internet bağlantınızı kontrol edin.
uk: Помилка мережі. Перевірте підключення до інтернету.
vi: Lỗi mạng. Vui lòng kiểm tra kết nối internet của bạn.
zh: 网络错误。请检查你的网络连接。
zh_tw: 網路錯誤。請檢查你的網路連線。

# errorAuthentication
source: Authentication error. Please restart the app.
ar: خطأ في المصادقة. يرجى إعادة تشغيل التطبيق.
da: Godkendelsesfejl. Genstart venligst appen.
de: Authentifizierungsfehler. Bitte starten Sie die App neu.
el: Σφάλμα ταυτοποίησης. Παρακαλώ επανεκκινήστε την εφαρμογή.
es_419: Error de autenticación. Por favor, reinicia la app.
fi: Todennusvirhe. Käynnistä sovellus uudelleen.
fr: Erreur d'authentification. Veuillez redémarrer l'application.
hi: प्रमाणीकरण त्रुटि। कृपया ऐप पुनः प्रारंभ करें।
hu: Hitelesítési hiba. Kérjük, indítsa újra az alkalmazást.
id: Kesalahan autentikasi. Silakan mulai ulang aplikasi.
ja: 認証エラー。アプリを再起動してください。
ko: 인증 오류. 앱을 다시 시작해 주세요.
nl: Authenticatiefout. Start de app opnieuw.
no: Autentiseringsfeil. Vennligst start appen på nytt.
pl: Błąd uwierzytelniania. Uruchom ponownie aplikację.
pt_pt: Erro de autenticação. Reinicie a aplicação.
ro: Eroare de autentificare. Te rugăm să repornești aplicația.
ru: Ошибка аутентификации. Пожалуйста, перезапустите приложение.
sv: Autentiseringsfel. Starta om appen.
th: ข้อผิดพลาดการยืนยันตัวตนค่ะ กรุณาเปิดแอปใหม่อีกครั้งค่ะ
tr: Kimlik doğrulama hatası. Lütfen uygulamayı yeniden başlatın.
uk: Помилка автентифікації. Будь ласка, перезапустіть застосунок.
vi: Lỗi xác thực. Vui lòng khởi động lại ứng dụng.
zh: 身份验证错误。请重启应用。
zh_tw: 身份驗證錯誤。請重新啟動應用程式。

# errorInvalidResponse
source: Invalid response received. Please try again.
ar: تم تلقي استجابة غير صالحة. يرجى المحاولة مرة أخرى.
da: Modtog ugyldigt svar. Prøv venligst igen.
de: Ungültige Antwort erhalten. Bitte versuchen Sie es erneut.
el: Ελήφθη μη έγκυρη απάντηση. Παρακαλώ δοκιμάστε ξανά.
es_419: Se recibió una respuesta inválida. Por favor, intenta de nuevo.
fi: Saatiin virheellinen vastaus. Yritä uudelleen.
fr: Réponse invalide reçue. Veuillez réessayer.
hi: अमान्य प्रतिक्रिया प्राप्त हुई। कृपया पुनः प्रयास करें।
hu: Érvénytelen válasz érkezett. Kérjük, próbálja újra.
id: Respons tidak valid diterima. Silakan coba lagi.
ja: 無効な応答を受信しました。もう一度お試しください。
ko: 잘못된 응답을 받았습니다. 다시 시도해 주세요.
nl: Ongeldige reactie ontvangen. Probeer het opnieuw.
no: Ugyldig respons mottatt. Vennligst prøv igjen.
pl: Otrzymano nieprawidłową odpowiedź. Spróbuj ponownie.
pt_pt: Resposta inválida recebida. Tente novamente.
ro: Răspuns invalid primit. Te rugăm să încerci din nou.
ru: Получен некорректный ответ. Попробуйте снова.
sv: Ogiltigt svar mottaget. Försök igen.
th: ได้รับการตอบกลับที่ไม่ถูกต้องค่ะ กรุณาลองใหม่อีกครั้งค่ะ
tr: Geçersiz yanıt alındı. Lütfen tekrar deneyin.
uk: Отримано некоректну відповідь. Спробуйте знову.
vi: Nhận được phản hồi không hợp lệ. Vui lòng thử lại.
zh: 收到无效响应。请重试。
zh_tw: 收到無效回應。請重試。

# errorServer
source: Server error. Please try again later.
ar: خطأ في الخادم. يرجى المحاولة لاحقاً.
da: Serverfejl. Prøv venligst igen senere.
de: Serverfehler. Bitte versuchen Sie es später erneut.
el: Σφάλμα διακομιστή. Παρακαλώ δοκιμάστε ξανά αργότερα.
es_419: Error del servidor. Por favor, intenta de nuevo más tarde.
fi: Palvelinvirhe. Yritä myöhemmin uudelleen.
fr: Erreur du serveur. Veuillez réessayer plus tard.
hi: सर्वर त्रुटि। कृपया बाद में पुनः प्रयास करें।
hu: Szerverhiba. Kérjük, próbálja újra később.
id: Kesalahan server. Silakan coba lagi nanti.
ja: サーバーエラー。後でもう一度お試しください。
ko: 서버 오류. 나중에 다시 시도해 주세요.
nl: Serverfout. Probeer het later opnieuw.
no: Serverfeil. Vennligst prøv igjen senere.
pl: Błąd serwera. Spróbuj ponownie później.
pt_pt: Erro do servidor. Tente novamente mais tarde.
ro: Eroare server. Te rugăm să încerci din nou mai târziu.
ru: Ошибка сервера. Попробуйте позже.
sv: Serverfel. Försök igen senare.
th: ข้อผิดพลาดเซิร์ฟเวอร์ค่ะ กรุณาลองใหม่อีกครั้งในภายหลังค่ะ
tr: Sunucu hatası. Lütfen daha sonra tekrar deneyin.
uk: Помилка сервера. Спробуйте пізніше.
vi: Lỗi máy chủ. Vui lòng thử lại sau.
zh: 服务器错误。请稍后重试。
zh_tw: 伺服器錯誤。請稍後重試。

source: Custom Themes
ar: سمات مخصصة
da: Brugerdefinerede temaer
de: Benutzerdefinierte Themen
el: Προσαρμοσμένα Θέματα
es_419: Temas Personalizados
fi: Omat teemat
fr: Thèmes Personnalisés
hi: कस्टम थीम
hu: Egyéni témák
id: Tema Kustom
ja: カスタムテーマ
ko: 커스텀 테마
nl: Aangepaste Thema's
no: Egendefinerte Temaer
pl: Niestandardowe Motywy
pt_pt: Temas Personalizados
ro: Teme Personalizate
ru: Кастомные темы
sv: Anpassade Teman
th: ธีมที่กำหนดเอง
tr: Özel Temalar
uk: Кастомні теми
vi: Chủ Đề Tùy Chỉnh
zh: 自定义主题
zh_tw: 自訂主題

source: Create Custom Theme
ar: إنشاء سمة مخصصة
da: Opret brugerdefineret tema
de: Benutzerdefiniertes Thema Erstellen
el: Δημιουργία Προσαρμοσμένου Θέματος
es_419: Crear Tema Personalizado
fi: Luo oma teema
fr: Créer un Thème Personnalisé
hi: कस्टम थीम बनाएं
hu: Egyéni téma létrehozása
id: Buat Tema Kustom
ja: カスタムテーマを作成
ko: 커스텀 테마 만들기
nl: Aangepast Thema Maken
no: Lag Egendefinert Tema
pl: Utwórz Niestandardowy Motyw
pt_pt: Criar Tema Personalizado
ro: Creează Temă Personalizată
ru: Создать кастомную тему
sv: Skapa Anpassat Tema
th: สร้างธีมที่กำหนดเอง
tr: Özel Tema Oluştur
uk: Створити кастомну тему
vi: Tạo Chủ Đề Tùy Chỉnh
zh: 创建自定义主题
zh_tw: 建立自訂主題

source: Based on
ar: بناءً على
da: Baseret på
de: Basierend auf
el: Βασισμένο σε
es_419: Basado en
fi: Perustuen
fr: Basé sur
hi: आधारित
hu: Alapja
id: Berdasarkan
ja: ベース
ko: 기반
nl: Gebaseerd op
no: Basert på
pl: Oparte na
pt_pt: Baseado em
ro: Bazată pe
ru: На основе
sv: Baserat på
th: อิงจาก
tr: Temel Alınan
uk: На основі
vi: Dựa Trên
zh: 基于
zh_tw: 基於

# lightMode
source: Light
ar: فاتح
da: Lys
de: Hell
el: Φωτεινό
es_419: Claro
fi: Vaalea
fr: Clair
hi: हल्का
hu: Világos
id: Terang
ja: ライト
ko: 라이트
nl: Licht
no: Lys
pl: Jasny
pt_pt: Claro
ro: Luminos
ru: Светлая
sv: Ljus
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh: 浅色
zh_tw: 淺色

source: Generate with AI
ar: إنشاء باستخدام الذكاء الاصطناعي
da: Generer med AI
de: Mit KI Generieren
el: Δημιουργία με AI
es_419: Generar con IA
fi: Generoi AI:lla
fr: Générer avec IA
hi: AI के साथ उत्पन्न करें
hu: Generálás AI-val
id: Buat dengan AI
ja: AIで生成
ko: AI로 생성
nl: Genereren met AI
no: Generer med AI
pl: Wygeneruj z AI
pt_pt: Gerar com IA
ro: Generează cu AI
ru: Генерация с AI
sv: Generera med AI
th: สร้างด้วย AI
tr: AI ile Oluştur
uk: Генерація з AI
vi: Tạo Bằng AI
zh: 用AI生成
zh_tw: 用AI產生

source: Reset to Base Theme
ar: إعادة تعيين إلى السمة الأساسية
da: Nulstil til grundtema
de: Auf Basisthema Zurücksetzen
el: Επαναφορά στο Βασικό Θέμα
es_419: Restablecer al Tema Base
fi: Palauta perusteemaan
fr: Réinitialiser au Thème de Base
hi: बेस थीम पर रीसेट करें
hu: Alaptéma visszaállítása
id: Setel Ulang ke Tema Dasar
ja: ベーステーマにリセット
ko: 기본 테마로 재설정
nl: Reset naar Basisthema
no: Tilbakestill til Grunnleggende Tema
pl: Resetuj do Motywu Podstawowego
pt_pt: Redefinir para Tema Base
ro: Resetare la Tema de Bază
ru: Сбросить к базовой теме
sv: Återställ till Bastema
th: รีเซ็ตเป็นธีมพื้นฐาน
tr: Temel Temaya Sıfırla
uk: Скинути до базової теми
vi: Đặt Lại Về Chủ Đề Gốc
zh: 重置为基础主题
zh_tw: 重設為基礎主題

# colorsResetTo
source: Colors reset to {themeName}
ar: تم إعادة تعيين الألوان إلى {themeName}
da: Farver nulstillet til {themeName}
de: Farben auf {themeName} zurückgesetzt
el: Τα χρώματα επαναφέρθηκαν σε {themeName}
es_419: Colores restablecidos a {themeName}
fi: Värit palautettu teemaan {themeName}
fr: Couleurs réinitialisées à {themeName}
hi: रंग {themeName} पर रीसेट किए गए
hu: Színek visszaállítva {themeName} értékekre
id: Warna disetel ulang ke {themeName}
ja: 色が{themeName}にリセットされました
ko: 색상이 {themeName}(으)로 재설정됨
nl: Kleuren gereset naar {themeName}
no: Farger tilbakestilt til {themeName}
pl: Kolory zresetowane do {themeName}
pt_pt: Cores redefinidas para {themeName}
ro: Culori resetate la {themeName}
ru: Цвета сброшены к {themeName}
sv: Färger återställda till {themeName}
th: รีเซ็ตสีเป็น {themeName}
tr: Renkler {themeName} olarak sıfırlandı
uk: Кольори скинуті до {themeName}
vi: Màu sắc đã đặt lại về {themeName}
zh: 颜色已重置为{themeName}
zh_tw: 顏色已重設為{themeName}

# aiGenerationComingSoon
source: AI theme generation coming in Iteration 5!
ar: إنشاء السمات بالذكاء الاصطناعي قريباً في الإصدار 5!
da: AI-temagenerering kommer i Iteration 5!
de: KI-Themengenerierung kommt in Iteration 5!
el: Η δημιουργία θεμάτων με AI έρχεται στην Επανάληψη 5!
es_419: ¡La generación de temas con IA llegará en la Iteración 5!
fi: AI-teemojen generointi tulossa iteraatiossa 5!
fr: La génération de thèmes avec IA arrive dans Iteration 5!
hi: AI थीम जनरेशन इटरेशन 5 में आ रहा है!
hu: AI téma generálás hamarosan az 5. iterációban!
id: Generasi tema AI segera hadir di Iterasi 5!
ja: AIテーマ生成は第5イテレーションで登場予定！
ko: AI 테마 생성은 반복 5에서 제공됩니다!
nl: AI thema-generatie komt in Iteratie 5!
no: AI-temagenerering kommer i Iterasjon 5!
pl: Generowanie motywów AI już wkrótce w Iteracji 5!
pt_pt: Geração de temas com IA chegando na Iteração 5!
ro: Generarea AI a temelor vine în Iterația 5!
ru: Генерация тем с AI будет в Iteration 5!
sv: AI-temagenerering kommer i Iteration 5!
th: การสร้างธีมด้วย AI จะมาในรุ่นที่ 5 ค่ะ!
tr: AI tema oluşturma 5. İterasyonda gelecek!
uk: Генерація тем з AI буде в Iteration 5!
vi: Tạo chủ đề bằng AI sẽ có trong Phiên bản 5!
zh: AI主题生成将在第5次迭代中推出!
zh_tw: AI主題產生將在第5次迭代中推出!

# onboardingGreeting
source: Welcome! To improve the quality of answers, let's set up your profile
ar: مرحباً! لتحسين جودة الإجابات، دعنا نعد ملفك الشخصي
da: Velkommen! For at forbedre kvaliteten af svar, lad os opsætte din profil
de: Willkommen! Um die Qualität der Antworten zu verbessern, richten wir Ihr Profil ein
el: Καλώς ήρθατε! Για να βελτιώσουμε την ποιότητα των απαντήσεων, ας ρυθμίσουμε το προφίλ σας
es_419: ¡Bienvenido! Para mejorar la calidad de las respuestas, configuremos tu perfil
fi: Tervetuloa! Parantaaksemme vastausten laatua, määritetään profiilisi
fr: Bienvenue ! Pour améliorer la qualité des réponses, configurons votre profil
hi: स्वागत है! उत्तरों की गुणवत्ता में सुधार के लिए, आइए आपकी प्रोफ़ाइल सेट करें
hu: Üdvözöljük! A válaszok minőségének javításához állítsuk be profilját
id: Selamat datang! Untuk meningkatkan kualitas jawaban, mari siapkan profil Anda
ja: ようこそ！回答の質を向上させるため、プロフィールを設定しましょう
ko: 환영합니다! 답변의 질을 향상시키기 위해 프로필을 설정하겠습니다
nl: Welkom! Om de kwaliteit van antwoorden te verbeteren, laten we uw profiel instellen
no: Velkommen! For å forbedre kvaliteten på svarene, la oss sette opp profilen din
pl: Witamy! Aby poprawić jakość odpowiedzi, skonfigurujmy Twój profil
pt_pt: Bem-vindo! Para melhorar a qualidade das respostas, vamos configurar o seu perfil
ro: Bine ai venit! Pentru a îmbunătăți calitatea răspunsurilor, hai să îți configurăm profilul
ru: Добро пожаловать! Чтобы улучшить качество ответов, давайте настроим ваш профиль
sv: Välkommen! För att förbättra kvaliteten på svaren, låt oss konfigurera din profil
th: ยินดีต้อนรับค่ะ! เพื่อปรับปรุงคุณภาพคำตอบ มาตั้งค่าโปรไฟล์ของคุณกันนะคะ
tr: Hoş geldiniz! Cevapların kalitesini artırmak için profilinizi ayarlayalım
uk: Ласкаво просимо! Щоб поліпшити якість відповідей, налаштуйте ваш профіль
vi: Chào mừng! Để cải thiện chất lượng câu trả lời, hãy thiết lập hồ sơ của bạn
zh: 欢迎!为了提高答案质量,让我们设置你的个人资料
zh_tw: 歡迎!為了提高答案品質,讓我們設定你的個人檔案

source: Let's Go
ar: هيا بنا
da: Lad os komme i gang
de: Los geht's
el: Ας Ξεκινήσουμε
es_419: Vamos
fi: Aloitetaan
fr: Allons-y
hi: चलिए
hu: Induljon
id: Ayo Mulai
ja: 始めましょう
ko: 시작하기
nl: Laten We Gaan
no: La Oss Gå
pl: Zaczynajmy
pt_pt: Vamos
ro: Hai să începem
ru: Поехали
sv: Kör
th: ไปเลย
tr: Hadi Başlayalım
uk: Поїхали
vi: Bắt Đầu Thôi
zh: 开始吧
zh_tw: 開始吧

source: Next
ar: التالي
da: Næste
de: Weiter
el: Επόμενο
es_419: Siguiente
fi: Seuraava
fr: Suivant
hi: अगला
hu: Következő
id: Berikutnya
ja: 次へ
ko: 다음
nl: Volgende
no: Neste
pl: Dalej
pt_pt: Seguinte
ro: Următorul
ru: Далее
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp Theo
zh: 下一步
zh_tw: 下一步

source: Finish
ar: إنهاء
da: Afslut
de: Fertig
el: Ολοκλήρωση
es_419: Finalizar
fi: Valmis
fr: Terminer
hi: समाप्त
hu: Befejezés
id: Selesai
ja: 完了
ko: 완료
nl: Voltooien
no: Fullfør
pl: Zakończ
pt_pt: Concluir
ro: Finalizare
ru: Завершить
sv: Slutför
th: เสร็จสิ้น
tr: Bitir
uk: Завершити
vi: Hoàn Thành
zh: 完成
zh_tw: 完成

# customThemeInDevelopment
source: Custom themes feature is under development
ar: ميزة السمات المخصصة قيد التطوير
da: Brugerdefinerede temaer er under udvikling
de: Benutzerdefinierte Themen befinden sich in der Entwicklung
el: Τα προσαρμοσμένα θέματα είναι υπό ανάπτυξη
es_419: La función de temas personalizados está en desarrollo
fi: Omien teemojen ominaisuus on kehitteillä
fr: La fonction de thèmes personnalisés est en développement
hi: कस्टम थीम सुविधा विकास में है
hu: Az egyéni témák funkció fejlesztés alatt áll
id: Fitur tema kustom sedang dalam pengembangan
ja: カスタムテーマ機能は開発中です
ko: 커스텀 테마 기능은 개발 중입니다
nl: Aangepaste thema's functie is in ontwikkeling
no: Egendefinerte temaer er under utvikling
pl: Funkcja niestandardowych motywów jest w trakcie rozwoju
pt_pt: A funcionalidade de temas personalizados está em desenvolvimento
ro: Funcția de teme personalizate este în dezvoltare
ru: Функция кастомных тем находится в разработке
sv: Anpassade teman-funktionen är under utveckling
th: ฟีเจอร์ธีมที่กำหนดเองอยู่ระหว่างพัฒนาค่ะ
tr: Özel tema özelliği geliştirme aşamasında
uk: Функція кастомних тем знаходиться в розробці
vi: Tính năng chủ đề tùy chỉnh đang được phát triển
zh: 自定义主题功能正在开发中
zh_tw: 自訂主題功能正在開發中

# customThemeComingSoon
source: Coming soon in future updates
ar: قريباً في التحديثات المستقبلية
da: Kommer snart i fremtidige opdateringer
de: Demnächst in zukünftigen Updates verfügbar
el: Έρχεται σύντομα σε μελλοντικές ενημερώσεις
es_419: Próximamente en futuras actualizaciones
fi: Tulossa pian tulevissa päivityksissä
fr: Bientôt dans les mises à jour futures
hi: आगामी अपडेट में जल्द आ रहा है
hu: Hamarosan érkezik a jövőbeli frissítésekben
id: Segera hadir dalam pembaruan mendatang
ja: 今後のアップデートで登場予定
ko: 향후 업데이트에서 제공 예정
nl: Binnenkort beschikbaar in toekomstige updates
no: Kommer snart i fremtidige oppdateringer
pl: Wkrótce w przyszłych aktualizacjach
pt_pt: Em breve nas próximas atualizações
ro: Vine curând în actualizări viitoare
ru: Скоро будет доступно в следующих обновлениях
sv: Kommer snart i framtida uppdateringar
th: เร็วๆ นี้ในการอัปเดตในอนาคตค่ะ
tr: Yakında gelecek güncellemelerde
uk: Скоро буде доступно в майбутніх оновленнях
vi: Sắp có trong các bản cập nhật tương lai
zh: 即将在未来更新中推出
zh_tw: 即將在未來更新中推出

# dailyMessageLimitReached
source: Limit Reached
ar: تم بلوغ الحد
da: Grænse nået
de: Limit erreicht
el: Επιτεύχθηκε το Όριο
es_419: Límite Alcanzado
fi: Raja saavutettu
fr: Limite atteinte
hi: सीमा पूर्ण
hu: Limit elérve
id: Batas Tercapai
ja: 制限に達しました
ko: 제한 도달
nl: Limiet Bereikt
no: Grense Nådd
pl: Osiągnięto Limit
pt_pt: Limite Atingido
ro: Limită Atinsă
ru: Лимит достигнут
sv: Gräns Uppnådd
th: ถึงขอบเขตแล้วค่ะ
tr: Limite Ulaşıldı
uk: Ліміт досягнуто
vi: Đã Đạt Giới Hạn
zh: 已达限制
zh_tw: 已達限制
