Repository: krv4art/_VC
Catalog: acs/lib/l10n/app_*.arb
Languages: ar, da, de, el, es_419, fi, fr, hi, hu, id, ja, ko, nl, no, pl, pt_pt, ro, ru, sv, th, tr, uk, vi, zh, zh_tw

# dailyMessageLimitReachedMessage
source: You've sent 5 messages today. Upgrade to Premium for unlimited chat!
ar: لقد أرسلت 5 رسائل اليوم. قم بالترقية إلى المميز للحصول على محادثة غير محدودة!
da: Du har sendt 5 beskeder i dag. Opgrader til Premium for ubegrænset chat!
de: Sie haben heute 5 Nachrichten gesendet. Upgrade auf Premium für unbegrenzten Chat!
el: Στείλατε 5 μηνύματα σήμερα. Αναβαθμίστε σε Premium για απεριόριστη συνομιλία!
es_419: Has enviado 5 mensajes hoy. ¡Actualiza a Premium para chat ilimitado!
fi: Olet lähettänyt 5 viestiä tänään. Päivitä Premium-tilaukseen rajatonta keskustelua varten!
fr: Vous avez envoyé 5 messages aujourd'hui. Passez à Premium pour un chat illimité!
hi: आपने आज 5 संदेश भेजे हैं। असीमित चैट के लिए प्रीमियम में अपग्रेड करें!
hu: Ma már 5 üzenetet küldött. Váltson Prémiumra a korlátlan csevegéshez!
id: Anda telah mengirim 5 pesan hari ini. Upgrade ke Premium untuk obrolan tak terbatas!
ja: 本日5件のメッセージを送信しました。無制限チャットにはプレミアムにアップグレードしてください！
ko: 오늘 5개의 메시지를 보냈습니다. 무제한 채팅을 위해 프리미엄으로 업그레이드하세요!
nl: U heeft vandaag 5 berichten verzonden. Upgrade naar Premium voor onbeperkt chatten!
no: Du har sendt 5 meldinger i dag. Oppgrader til Premium for ubegrenset chat!
pl: Wysłałeś dziś 5 wiadomości. Przejdź na Premium dla nieograniczonego czatu!
pt_pt: Enviou 5 mensagens hoje. Subscreva o Premium para conversas ilimitadas!
ro: Ai trimis 5 mesaje astăzi. Treci la Premium pentru chat nelimitat!
ru: Вы отправили 5 сообщений сегодня. Оформите подписку Premium для неограниченного чата!
sv: Du har skickat 5 meddelanden idag. Uppgradera till Premium för obegränsad chatt!
th: คุณส่งข้อความ 5 ข้อความวันนี้แล้วค่ะ อัปเกรดเป็นพรีเมียมเพื่อแชทไม่จำกัดค่ะ!
tr: Bugün 5 mesaj gönderdiniz. Sınırsız sohbet için Premium'a geçin!
uk: Ви надіслали 5 повідомлень сьогодні. Оформіть підписку Premium для необмеженого чату!
vi: Bạn đã gửi 5 tin nhắn hôm nay. Nâng cấp lên Premium để trò chuyện không giới hạn!
zh: 你今天已发送5条消息。升级到高级版可无限聊天!
zh_tw: 你今天已傳送5則訊息。升級到進階版可無限聊天!

source: Upgrade to Premium for unlimited chat
ar: قم بالترقية إلى المميز للحصول على محادثة غير محدودة
da: Opgrader til Premium for ubegrænset chat
de: Upgrade auf Premium für unbegrenzten Chat
el: Αναβαθμίστε σε Premium για απεριόριστη συνομιλία
es_419: Actualiza a Premium para chat ilimitado
fi: Päivitä Premium-tilaukseen rajatonta keskustelua varten
fr: Passer à Premium pour un chat illimité
hi: असीमित चैट के लिए प्रीमियम में अपग्रेड करें
hu: Váltson Prémiumra a korlátlan csevegéshez
id: Upgrade ke Premium untuk obrolan tak terbatas
ja: 無制限チャットにはプレミアムにアップグレード
ko: 무제한 채팅을 위해 프리미엄으로 업그레이드
nl: Upgrade naar Premium voor onbeperkt chatten
no: Oppgrader til Premium for ubegrenset chat
pl: Przejdź na Premium dla nieograniczonego czatu
pt_pt: Subscreva o Premium para conversas ilimitadas
ro: Treci la Premium pentru chat nelimitat
ru: Оформить Premium для неограниченного чата
sv: Uppgradera till Premium för obegränsad chatt
th: อัปเกรดเป็นพรีเมียมเพื่อแชทไม่จำกัด
tr: Sınırsız sohbet için Premium'a geçin
uk: Оформити Premium для необмеженого чату
vi: Nâng cấp lên Premium để trò chuyện không giới hạn
zh: 升级到高级版获取无限聊天
zh_tw: 升級到進階版取得無限聊天

source: messages left today
ar: رسائل متبقية اليوم
da: beskeder tilbage i dag
de: Nachrichten übrig für heute
el: μηνύματα που απομένουν σήμερα
es_419: mensajes restantes hoy
fi: viestiä jäljellä tänään
fr: messages restants aujourd'hui
hi: आज शेष संदेश
hu: mai üzenetek maradtak
id: pesan tersisa hari ini
ja: 今日の残りメッセージ
ko: 오늘 남은 메시지
nl: berichten over vandaag
no: meldinger igjen i dag
pl: wiadomości pozostało dzisiaj
pt_pt: mensagens restantes hoje
ro: mesaje rămase astăzi
ru: сообщений осталось на сегодня
sv: meddelanden kvar idag
th: ข้อความที่เหลือวันนี้
tr: bugün kalan mesajlar
uk: повідомлень залишилось на сьогодні
vi: tin nhắn còn lại hôm nay
zh: 今天剩余消息
zh_tw: 今天剩餘訊息

source: Design your own theme
ar: صمم سمتك الخاصة
da: Design dit eget tema
de: Gestalten Sie Ihr eigenes Thema
el: Σχεδιάστε το δικό σας θέμα
es_419: Diseña tu propio tema
fi: Suunnittele oma teemasi
fr: Concevez votre propre thème
hi: अपनी खुद की थीम डिज़ाइन करें
hu: Tervezze meg saját témáját
id: Desain tema Anda sendiri
ja: 独自のテーマをデザイン
ko: 나만의 테마 디자인
nl: Ontwerp uw eigen thema
no: Design ditt eget tema
pl: Zaprojektuj własny motyw
pt_pt: Desenhe o seu próprio tema
ro: Proiectează propria temă
ru: Создайте свою собственную тему
sv: Designa ditt eget tema
th: ออกแบบธีมของคุณเอง
tr: Kendi temanızı tasarlayın
uk: Створіть власну тему
vi: Thiết kế chủ đề riêng của bạn
zh: 设计你自己的主题
zh_tw: 設計你自己的主題

source: Dark Ocean
ar: محيط داكن
da: Mørk ocean
de: Dunkler Ozean
el: Σκούρος Ωκεανός
es_419: Océano Oscuro
fi: Tumma valtameri
fr: Océan Sombre
hi: डार्क महासागर
hu: Sötét óceán
id: Samudra Gelap
ja: ダークオーシャン
ko: 다크 오션
nl: Donkere Oceaan
no: Mørkt Hav
pl: Ciemny Ocean
pt_pt: Oceano Escuro
ro: Ocean Întunecat
ru: Темный океан
sv: Mörk Ocean
th: มหาสมุทรมืด
tr: Koyu Okyanus
uk: Темний океан
vi: Đại Dương Tối
zh: 深色海洋
zh_tw: 深色海洋

source: Dark Forest
ar: غابة داكنة
da: Mørk skov
de: Dunkler Wald
el: Σκούρο Δάσος
es_419: Bosque Oscuro
fi: Tumma metsä
fr: Forêt Sombre
hi: डार्क वन
hu: Sötét erdő
id: Hutan Gelap
ja: ダークフォレスト
ko: 다크 포레스트
nl: Donker Bos
no: Mørk Skog
pl: Ciemny Las
pt_pt: Floresta Escura
ro: Pădure Întunecată
ru: Темный лес
sv: Mörk Skog
th: ป่าไม้มืด
tr: Koyu Orman
uk: Темний ліс
vi: Rừng Tối
zh: 深色森林
zh_tw: 深色森林

source: Dark Sunset
ar: غروب داكن
da: Mørk solnedgang
de: Dunkler Sonnenuntergang
el: Σκούρο Ηλιοβασίλεμα
es_419: Atardecer Oscuro
fi: Tumma auringonlasku
fr: Coucher de Soleil Sombre
hi: डार्क सूर्यास्त
hu: Sötét napnyugta
id: Matahari Terbenam Gelap
ja: ダークサンセット
ko: 다크 선셋
nl: Donkere Zonsondergang
no: Mørk Solnedgang
pl: Ciemny Zachód Słońca
pt_pt: Pôr do Sol Escuro
ro: Apus Întunecat
ru: Темный закат
sv: Mörk Solnedgång
th: พระอาทิตย์ตกมืด
tr: Koyu Gün Batımı
uk: Темний захід
vi: Hoàng Hôn Tối
zh: 深色日落
zh_tw: 深色日落

source: Dark Vibrant
ar: نابضة بالحياة داكنة
da: Mørk levende
de: Dunkel Lebendig
el: Σκούρο Ζωηρό
es_419: Vibrante Oscuro
fi: Tumma eloisa
fr: Vibrant Sombre
hi: डार्क जीवंत
hu: Sötét vibráló
id: Vibrant Gelap
ja: ダークビブラント
ko: 다크 비브런트
nl: Donker Levendig
no: Mørk Levende
pl: Ciemny Żywy
pt_pt: Vibrante Escuro
ro: Vibrant Întunecat
ru: Темная яркая
sv: Mörk Levande
th: สดใสมืด
tr: Koyu Canlı
uk: Темна яскрава
vi: Rực Rỡ Tối
zh: 深色活力
zh_tw: 深色活力

# darkOceanThemeDescription
source: Dark ocean theme with cyan accents
ar: سمة المحيط الداكن مع لمسات سماوية
da: Mørkt oceantema med cyan accenter
de: Dunkles Ozean-Thema mit Cyan-Akzenten
el: Σκούρο ωκεάνιο θέμα με κυανές πινελιές
es_419: Tema océano oscuro con acentos cian
fi: Tumma valtameriteema syaaneilla korostuksilla
fr: Thème océanique sombre avec des accents cyan
hi: सियान उच्चारण के साथ डार्क महासागर थीम
hu: Sötét óceán téma cián kiemelésekkel
id: Tema samudra gelap dengan aksen cyan
ja: シアンアクセントのダークオーシャンテーマ
ko: 시안 액센트의 다크 오션 테마
nl: Donker oceaanthema met cyaan accenten
no: Mørkt havtema med cyan-accenter
pl: Ciemny motyw oceanu z akcentami cyjanowymi
pt_pt: Tema oceano escuro com detalhes ciano
ro: Temă ocean întunecat cu accente cyan
ru: Темная океанская тема с голубыми акцентами
sv: Mörkt oceantema med cyan-accenter
th: ธีมมหาสมุทรมืดกับสีฟ้าเขียว
tr: Cyan vurgularla koyu okyanus teması
uk: Темна океанічна тема з блакитними акцентами
vi: Chủ đề đại dương tối với điểm nhấn cyan
zh: 带青色点缀的深色海洋主题
zh_tw: 帶青色點綴的深色海洋主題

# darkForestThemeDescription
source: Dark forest theme with lime green accents
ar: سمة الغابة الداكنة مع لمسات خضراء ليمونية
da: Mørkt skovtema med limegrønne accenter
de: Dunkles Wald-Thema mit hellgrünen Akzenten
el: Σκούρο δασικό θέμα με λαχανί πινελιές
es_419: Tema bosque oscuro con acentos verde lima
fi: Tumma metsäteema vihreillä korostuksilla
fr: Thème forestier sombre avec des accents vert lime
hi: हरे उच्चारण के साथ डार्क वन थीम
hu: Sötét erdő téma lime zöld kiemelésekkel
id: Tema hutan gelap dengan aksen hijau lime
ja: ライムグリーンアクセントのダークフォレストテーマ
ko: 라임 그린 액센트의 다크 포레스트 테마
nl: Donker bosthema met limoengroene accenten
no: Mørkt skogtema med limegrønne accenter
pl: Ciemny motyw lasu z akcentami limonkowo-zielonymi
pt_pt: Tema floresta escura com detalhes verde-limão
ro: Temă pădure întunecată cu accente verde lime
ru: Темная лесная тема с салатовыми акцентами
sv: Mörkt skogstema med limegröna accenter
th: ธีมป่าไม้มืดกับสีเขียวมะนาว
tr: Açık yeşil vurgularla koyu orman teması
uk: Темна лісова тема з лаймовими акцентами
vi: Chủ đề rừng tối với điểm nhấn xanh chanh
zh: 带青柠色点缀的深色森林主题
zh_tw: 帶青檸色點綴的深色森林主題

# darkSunsetThemeDescription
source: Dark sunset theme with orange accents
ar: سمة الغروب الداكن مع لمسات برتقالية
da: Mørkt solnedgangstema med orange accenter
de: Dunkles Sonnenuntergang-Thema mit orangen Akzenten
el: Σκούρο θέμα ηλιοβασιλέματος με πορτοκαλί πινελιές
es_419: Tema atardecer oscuro con acentos naranja
fi: Tumma auringonlaskuteema oransseilla korostuksilla
fr: Thème de coucher de soleil sombre avec des accents orange
hi: नारंगी उच्चारण के साथ डार्क सूर्यास्त थीम
hu: Sötét napnyugta téma narancssárga kiemelésekkel
id: Tema matahari terbenam gelap dengan aksen oranye
ja: オレンジアクセントのダークサンセットテーマ
ko: 오렌지 액센트의 다크 선셋 테마
nl: Donker zonsondergangthema met oranje accenten
no: Mørkt solnedgangstema med oransje accenter
pl: Ciemny motyw zachodu słońca z akcentami pomarańczowymi
pt_pt: Tema pôr do sol escuro com detalhes laranja
ro: Temă apus întunecat cu accente portocalii
ru: Темная тема заката с оранжевыми акцентами
sv: Mörkt solnedgångstema med orange accenter
th: ธีมพระอาทิตย์ตกมืดกับสีส้ม
tr: Turuncu vurgularla koyu gün batımı teması
uk: Темна тема заходу з помаранчевими акцентами
vi: Chủ đề hoàng hôn tối với điểm nhấn cam
zh: 带橙色点缀的深色日落主题
zh_tw: 帶橙色點綴的深色日落主題

# darkVibrantThemeDescription
source: Dark vibrant theme with pink and purple accents
ar: سمة نابضة بالحياة داكنة مع لمسات وردية وبنفسجية
da: Mørkt levende tema med pink og lilla accenter
de: Dunkles lebendiges Thema mit rosa und lila Akzenten
el: Σκούρο ζωηρό θέμα με ροζ και μωβ πινελιές
es_419: Tema vibrante oscuro con acentos rosa y morado
fi: Tumma eloisa teema pinkillä ja violeteilla korostuksilla
fr: Thème vibrant sombre avec des accents rose et violet
hi: गुलाबी और बैंगनी उच्चारण के साथ डार्क जीवंत थीम
hu: Sötét vibráló téma rózsaszín és lila kiemelésekkel
id: Tema vibrant gelap dengan aksen pink dan ungu
ja: ピンクとパープルアクセントのダークビブラントテーマ
ko: 핑크와 퍼플 액센트의 다크 비브런트 테마
nl: Donker levendig thema met roze en paarse accenten
no: Mørkt levende tema med rosa og lilla accenter
pl: Ciemny żywy motyw z akcentami różowymi i fioletowymi
pt_pt: Tema vibrante escuro com detalhes rosa e roxo
ro: Temă vibrantă întunecată cu accente roz și mov
ru: Темная яркая тема с розовыми и фиолетовыми акцентами
sv: Mörkt levande tema med rosa och lila accenter
th: ธีมสดใสมืดกับสีชมพูและม่วง
tr: Pembe ve mor vurgularla koyu canlı tema
uk: Темна яскрава тема з рожевими та фіолетовими акцентами
vi: Chủ đề rực rỡ tối với điểm nhấn hồng và tím
zh: 带粉紫色点缀的深色活力主题
zh_tw: 帶粉紫色點綴的深色活力主題

source: Custom theme
ar: سمة مخصصة
da: Brugerdefineret tema
de: Benutzerdefiniertes Thema
el: Προσαρμοσμένο θέμα
es_419: Tema personalizado
fi: Oma teema
fr: Thème personnalisé
hi: कस्टम थीम
hu: Egyéni téma
id: Tema kustom
ja: カスタムテーマ
ko: 커스텀 테마
nl: Aangepast thema
no: Egendefinert tema
pl: Niestandardowy motyw
pt_pt: Tema personalizado
ro: Temă personalizată
ru: Кастомная тема
sv: Anpassat tema
th: ธีมที่กำหนดเอง
tr: Özel tema
uk: Кастомна тема
vi: Chủ đề tùy chỉnh
zh: 自定义主题
zh_tw: 自訂主題

source: Edit
ar: تعديل
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es_419: Editar
fi: Muokkaa
fr: Modifier
hi: संपादित करें
hu: Szerkesztés
ja: 編集
ko: 편집
nl: Bewerken
no: Rediger
pl: Edytuj
pt_pt: Editar
ro: Editează
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh Sửa
zh: 编辑
zh_tw: 編輯

source: Delete Theme
ar: حذف السمة
da: Slet tema
de: Thema löschen
el: Διαγραφή Θέματος
es_419: Eliminar Tema
fi: Poista teema
fr: Supprimer le Thème
hi: थीम हटाएं
hu: Téma törlése
id: Hapus Tema
ja: テーマを削除
ko: 테마 삭제
nl: Thema Verwijderen
no: Slett Tema
pl: Usuń Motyw
pt_pt: Eliminar Tema
ro: Șterge Temă
ru: Удалить тему
sv: Ta Bort Tema
th: ลบธีม
tr: Temayı Sil
uk: Видалити тему
vi: Xóa Chủ Đề
zh: 删除主题
zh_tw: 刪除主題

# deleteThemeConfirmation
source: Are you sure you want to delete "{themeName}"?
ar: هل أنت متأكد من رغبتك في حذف "{themeName}"؟
da: Er du sikker på, at du vil slette "{themeName}"?
de: Sind Sie sicher, dass Sie "{themeName}" löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το "{themeName}";
es_419: ¿Estás seguro de que quieres eliminar "{themeName}"?
fi: Haluatko varmasti poistaa teeman "{themeName}"?
fr: Êtes-vous sûr de vouloir supprimer "{themeName}" ?
hi: क्या आप वाकई "{themeName}" को हटाना चाहते हैं?
hu: Biztosan törölni szeretné a(z) "{themeName}" témát?
id: Apakah Anda yakin ingin menghapus "{themeName}"?
ja: 「{themeName}」を削除してもよろしいですか？
ko: "{themeName}"을(를) 삭제하시겠습니까?
nl: Weet u zeker dat u "{themeName}" wilt verwijderen?
no: Er du sikker på at du vil slette "{themeName}"?
pl: Czy na pewno chcesz usunąć "{themeName}"?
pt_pt: Tem a certeza de que deseja eliminar "{themeName}"?
ro: Ești sigur că vrei să ștergi "{themeName}"?
ru: Вы уверены, что хотите удалить "{themeName}"?
sv: Är du säker på att du vill ta bort "{themeName}"?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "{themeName}" คะ?
tr: "{themeName}" temasını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити "{themeName}"?
vi: Bạn có chắc chắn muốn xóa "{themeName}" không?
zh: 确定要删除"{themeName}"吗?
zh_tw: 確定要刪除「{themeName}」嗎?

# pollTitle
source: What's missing?
ar: ما الذي ينقص؟
da: Hvad mangler?
de: Was fehlt?
el: Τι λείπει;
es_419: ¿Qué falta?
fi: Mitä puuttuu?
fr: Qu'est-ce qui manque?
hi: क्या गायब है?
hu: Mi hiányzik?
id: Apa yang kurang?
ja: 何が足りない？
ko: 무엇이 빠졌나요?
nl: Wat ontbreekt er?
no: Hva mangler?
pl: Czego brakuje?
pt_pt: O que está a faltar?
ro: Ce lipsește?
ru: Чего не хватает?
sv: Vad saknas?
th: ขาดอะไรไปบ้าง?
tr: Ne eksik?
uk: Чого не вистачає?
vi: Thiếu gì?
zh: 缺少什么?
zh_tw: 缺少什麼?

# pollCardTitle
source: What's missing in the app?
de: Was fehlt in der App?
es_419: ¿Qué falta en la app?
fi: Mitä sovelluksesta puuttuu?
fr: Qu'est-ce qui manque dans l'application?
hi: ऐप में क्या गायब है?
hu: Mi hiányzik az alkalmazásból?
id: Apa yang kurang dalam aplikasi?
ja: アプリに何が足りない？
ko: 앱에 무엇이 빠졌나요?
nl: Wat ontbreekt er in de app?
no: Hva mangler i appen?
pl: Czego brakuje w aplikacji?
pt_pt: O que está a faltar na aplicação?
ro: Ce lipsește în aplicație?
ru: Какую функцию нужно добавить в приложение
sv: Vad saknas i appen?
th: แอปขาดอะไรไป?
tr: Uygulamada ne eksik?
uk: Чого не вистачає в додатку?
vi: Ứng dụng thiếu gì?
zh: 应用缺少什么?
zh_tw: 應用程式缺少什麼?

# pollDescription
source: Vote for the options you want to see
ar: يمكنك التصويت لما يصل إلى 3 خيارات
da: Du kan stemme på op til 3 muligheder
de: Stimmen Sie für die Optionen, die Sie sehen möchten
el: Μπορείτε να ψηφίσετε έως 3 επιλογές
es_419: Vota por las opciones que te gustaría ver
fi: Äänestä vaihtoehtoja, jotka haluat nähdä
fr: Votez pour les options que vous souhaitez voir
hi: उन विकल्पों के लिए वोट करें जिन्हें आप देखना चाहते हैं
hu: Szavazzon a kívánt lehetőségekre
id: Pilih opsi yang ingin Anda lihat
ja: 見たいオプションに投票
ko: 원하는 옵션에 투표하세요
nl: Stem op de opties die u wilt zien
no: Stem på alternativene du vil se
pl: Głosuj na opcje, które chcesz zobaczyć
pt_pt: Vote nas opções que deseja ver
ro: Votează pentru opțiunile pe care vrei să le vezi
ru: Голосуйте за варианты, которые хотите видеть
sv: Rösta på alternativen du vill se
th: โหวตตัวเลือกที่คุณอยากเห็น
tr: Görmek istediğiniz seçeneklere oy verin
uk: Голосуйте за варіанти, які хочете бачити
vi: Bình chọn các tùy chọn bạn muốn thấy
zh: 为你想看到的选项投票
zh_tw: 為你想看到的選項投票

# submitVote
source: Vote
de: Abstimmen
es_419: Votar
fi: Äänestä
fr: Voter
hi: वोट करें
hu: Szavazat
id: Pilih
ja: 投票
ko: 투표
nl: Stemmen
no: Stem
pl: Głosuj
pt_pt: Votar
ro: Votează
ru: Голосовать
sv: Rösta
th: โหวต
tr: Oy Ver
uk: Голосувати
vi: Bình Chọn
zh: 投票
zh_tw: 投票

source: Submitting...
de: Wird gesendet...
es_419: Enviando...
fi: Lähetetään...
fr: Envoi en cours...
hi: सबमिट हो रहा है...
hu: Beküldés...
id: Mengirim...
ja: 送信中...
ko: 제출 중...
nl: Verzenden...
no: Sender inn...
pl: Wysyłanie...
pt_pt: A enviar...
ro: Se trimite...
ru: Отправка...
sv: Skickar...
th: กำลังส่ง...
tr: Gönderiliyor...
uk: Відправка...
vi: Đang gửi...
zh: 提交中...
zh_tw: 提交中...

# voteSubmittedSuccess
source: Votes submitted successfully!
de: Stimmen erfolgreich gesendet!
es_419: ¡Votos enviados exitosamente!
fi: Äänet lähetetty onnistuneesti!
fr: Votes envoyés avec succès!
hi: वोट सफलतापूर्वक सबमिट किए गए!
hu: Szavazatok sikeresen beküldve!
id: Pilihan berhasil dikirim!
ja: 投票が正常に送信されました！
ko: 투표가 성공적으로 제출되었습니다!
nl: Stemmen succesvol verzonden!
no: Stemmer sendt inn!
pl: Głosy zostały pomyślnie wysłane!
pt_pt: Votos enviados com sucesso!
ro: Voturi trimise cu succes!
ru: Голоса успешно отправлены!
sv: Röster skickade!
th: ส่งคะแนนโหวตเรียบร้อยแล้วค่ะ!
tr: Oylar başarıyla gönderildi!
uk: Голоси успішно відправлено!
vi: Đã gửi bình chọn thành công!
zh: 投票提交成功!
zh_tw: 投票提交成功!

# votesRemaining
source: {count} votes remaining
ar: {count} أصوات متبقية
da: {count} stemmer tilbage
de: {count} Stimmen übrig
el: {count} ψήφοι απομένουν
es_419: {count} votos restantes
fi: {count} ääntä jäljellä
fr: {count} votes restants
hi: {count} वोट शेष
hu: {count} szavazat maradt
id: {count} pilihan tersisa
ja: 残り{count}票
ko: {count}표 남음
nl: {count} stemmen over
no: {count} stemmer igjen
pl: Pozostało {count} głosów
pt_pt: {count} votos restantes
ro: {count} voturi rămase
ru: Осталось голосов: {count}
sv: {count} röster kvar
th: คะแนนโหวตเหลือ {count}
tr: {count} oy kaldı
uk: Залишилось голосів: {count}
vi: Còn {count} lượt bình chọn
zh: 剩余{count}票
zh_tw: 剩餘{count}票

source: votes
ar: أصوات
da: stemmer
de: Stimmen
el: ψήφοι
es_419: votos
fi: ääntä
hi: वोट
hu: szavazatok
id: pilihan
ja: 票
ko: 표
nl: stemmen
no: stemmer
pl: głosy
pt_pt: votos
ro: voturi
ru: голосов
sv: röster
th: คะแนนโหวต
tr: oylar
uk: голосів
vi: lượt bình chọn
zh: 票
zh_tw: 票

# addYourOption
source: Suggest improvement
ar: اقترح تحسيناً
da: Foreslå forbedring
de: Verbesserung vorschlagen
el: Προτείνετε βελτίωση
es_419: Sugerir mejora
fi: Ehdota parannusta
fr: Proposer une amélioration
hi: सुधार सुझाएं
hu: Javaslat hozzáadása
id: Sarankan perbaikan
ja: 改善を提案
ko: 개선 제안
nl: Suggereer verbetering
no: Foreslå forbedring
pl: Zaproponuj ulepszenie
pt_pt: Sugerir melhoria
ro: Sugerează îmbunătățire
ru: Предложить улучшение
sv: Föreslå förbättring
th: แนะนำการปรับปรุง
tr: İyileştirme önerin
uk: Запропонувати покращення
vi: Đề xuất cải thiện
zh: 建议改进
zh_tw: 建議改進

source: Enter your option...
ar: أدخل خيارك...
da: Indtast din mulighed...
de: Geben Sie Ihre Option ein...
el: Εισαγάγετε την επιλογή σας...
es_419: Ingresa tu opción...
fi: Syötä vaihtoehto...
fr: Entrez votre option...
hi: अपना विकल्प दर्ज करें...
hu: Írja be lehetőségét...
id: Masukkan opsi Anda...
ja: オプションを入力...
ko: 옵션을 입력하세요...
nl: Voer uw optie in...
no: Skriv inn ditt alternativ...
pl: Wprowadź swoją opcję...
pt_pt: Introduza a sua opção...
ro: Introdu opțiunea ta...
ru: Введите свой вариант...
sv: Ange ditt alternativ...
th: กรอกตัวเลือกของคุณ...
tr: Seçeneğinizi girin...
uk: Введіть свій варіант...
vi: Nhập tùy chọn của bạn...
zh: 输入你的选项...
zh_tw: 輸入你的選項...

source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es_419: Agregar
fi: Lisää
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
id: Tambah
ja: 追加
ko: 추가
nl: Toevoegen
no: Legg til
pl: Dodaj
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh: 添加
zh_tw: 新增

# filterTopVoted
source: Popular
ar: شائع
da: Populær
de: Beliebt
el: Δημοφιλή
fi: Suositut
fr: Populaire
hi: लोकप्रिय
hu: Népszerű
id: Populer
ja: 人気
ko: 인기
nl: Populair
no: Populær
pl: Popularne
ru: Популярные
sv: Populär
th: ยอดนิยม
tr: Popüler
uk: Популярні
vi: Phổ Biến
zh: 热门
zh_tw: 熱門

# filterNewest
source: New
ar: جديد
da: Ny
de: Neu
el: Νέα
es_419: Nuevo
fi: Uusimmat
fr: Nouveau
hi: नया
hu: Új
id: Baru
ja: 新着
ko: 새로운
nl: Nieuw
no: Ny
pl: Nowe
pt_pt: Novo
ro: Nou
ru: Новые
sv: Ny
th: ใหม่
tr: Yeni
uk: Нові
vi: Mới
zh: 最新
zh_tw: 最新

# filterMyOption
source: My Choice
ar: اختياري
da: Mit valg
de: Meine Wahl
el: Η Επιλογή Μου
es_419: Mi Elección
fi: Valintani
fr: Mon choix
hi: मेरी पसंद
hu: Választásom
id: Pilihan Saya
ja: マイチョイス
ko: 내 선택
nl: Mijn Keuze
no: Mitt Valg
pl: Mój Wybór
pt_pt: A Minha Escolha
ro: Alegerea Mea
ru: Мой выбор
sv: Mitt Val
th: ตัวเลือกของฉัน
tr: Benim Seçimim
uk: Мій вибір
vi: Lựa Chọn Của Tôi
zh: 我的选择
zh_tw: 我的選擇

source: Thank you for voting!
ar: شكراً للتصويت!
da: Tak for din stemme!
de: Vielen Dank für Ihre Stimme!
el: Ευχαριστούμε για την ψήφο σας!
es_419: ¡Gracias por votar!
fi: Kiitos äänestämisestä!
fr: Merci d'avoir voté!
hi: वोटिंग के लिए धन्यवाद!
hu: Köszönjük a szavazatát!
id: Terima kasih telah memilih!
ja: 投票ありがとうございます！
ko: 투표해 주셔서 감사합니다!
nl: Bedankt voor het stemmen!
no: Takk for at du stemte!
pl: Dziękujemy za głosowanie!
pt_pt: Obrigado por votar!
ro: Mulțumim pentru vot!
ru: Спасибо за участие в голосовании!
sv: Tack för din röst!
th: ขอบคุณสำหรับการโหวตค่ะ!
tr: Oy verdiğiniz için teşekkürler!
uk: Дякуємо за участь у голосуванні!
vi: Cảm ơn bạn đã bình chọn!
zh: 感谢投票!
zh_tw: 感謝投票!

# votingComplete
source: Your vote has been recorded
ar: تم تسجيل صوتك
da: Din stemme er registreret
de: Ihre Stimme wurde registriert
el: Η ψήφος σας καταγράφηκε
es_419: Tu voto ha sido registrado
fi: Äänesi on tallennettu
fr: Votre vote a été enregistré
hi: आपका वोट दर्ज किया गया
hu: Szavazata rögzítve lett
id: Pilihan Anda telah dicatat
ja: 投票が記録されました
ko: 투표가 기록되었습니다
nl: Uw stem is geregistreerd
no: Stemmen din er registrert
pl: Twój głos został zarejestrowany
pt_pt: O seu voto foi registado
ro: Votul tău a fost înregistrat
ru: Ваш голос учтен
sv: Din röst har registrerats
th: บันทึกคะแนนโหวตของคุณแล้วค่ะ
tr: Oyunuz kaydedildi
uk: Ваш голос враховано
vi: Bình chọn của bạn đã được ghi nhận
zh: 你的投票已记录
zh_tw: 你的投票已記錄

# requestFeatureDevelopment
source: Request Custom Feature Development
ar: طلب تطوير ميزة مخصصة
da: Anmod om tilpasset funktionsudvikling
de: Benutzerdefinierte Feature-Entwicklung anfordern
el: Αίτημα Ανάπτυξης Προσαρμοσμένης Λειτουργίας
es_419: Solicitar Desarrollo de Función Personalizada
fi: Pyydä ominaisuuden kehittämistä
fr: Demander le Développement de Fonctionnalité Personnalisée
hi: कस्टम सुविधा विकास का अनुरोध करें
hu: Egyéni funkciófejlesztés igénylése
id: Minta Pengembangan Fitur Kustom
ja: カスタム機能開発をリクエスト
ko: 맞춤 기능 개발 요청
nl: Verzoek om Aangepaste Functieontwikkeling
no: Forespør Egendefinert Funksjonsutvikling
pl: Poproś o Rozwój Niestandardowej Funkcji
pt_pt: Solicitar Desenvolvimento de Funcionalidade Personalizada
ro: Solicită Dezvoltare Funcție Personalizată
ru: Запросить разработку функции
sv: Begär Anpassad Funktionsutveckling
th: ขอพัฒนาฟีเจอร์ที่กำหนดเอง
tr: Özel Özellik Geliştirme Talep Et
uk: Запросити розробку функції
vi: Yêu Cầu Phát Triển Tính Năng Tùy Chỉnh
zh: 请求定制功能开发
zh_tw: 請求訂製功能開發
