Repository: krv4art/_VC
Catalog: antique_identifier/lib/l10n/app_*.arb
Languages: ru

# appTitle
source: Antique Identifier
ru: Идентификатор Антиквариата

source: Home
ru: Главная

source: Scan
ru: Сканировать

source: History
ru: История

source: Settings
ru: Настройки

source: About
ru: О приложении

# homeTitle
source: Identify Your Antiques
ru: Идентифицируйте ваши антиквариат

# homeSubtitle
source: AI-powered identification with expert analysis, historical context, and valuation
ru: AI-анализ с экспертным описанием, историческим контекстом и оценкой стоимости

# scanTitle
source: Scan Antique
ru: Сканировать Антикварный предмет

source: Take Photo
ru: Сделать фото

source: Choose from Gallery
ru: Выбрать из галереи

source: Analyzing...
ru: Анализ...

source: Analyze with AI
ru: Анализировать с ИИ

# photoTipsTitle
source: Photo Tips for Better Results
ru: Советы для лучших результатов

# photoTip1
source: Use good natural lighting
ru: Используйте хорошее естественное освещение

# photoTip2
source: Show all sides or key details
ru: Покажите все стороны или ключевые детали

# photoTip3
source: Focus on unique characteristics
ru: Сосредоточьтесь на уникальных характеристиках

# photoTip4
source: Avoid shadows and reflections
ru: Избегайте теней и отражений

source: Analysis Results
ru: Результаты анализа

source: Description
ru: Описание

source: Materials
ru: Материалы

source: Historical Context
ru: Исторический контекст

source: Estimated Value
ru: Предполагаемая стоимость

source: Similar Items
ru: Похожие предметы

# chatWithExpert
source: Chat with AI Expert
ru: Чат с экспертом ИИ

source: Save to Collection
ru: Добавить в коллекцию

source: Confidence
ru: Уверенность

source: Based on
ru: На основе

source: Important Notes
ru: Важные замечания

# estimationDisclaimer
source: This is an estimate based on AI analysis. Professional appraisal recommended for significant items.
ru: Это оценка на основе анализа ИИ. Рекомендуется профессиональная оценка для дорогих предметов.

# noAnalysisResults
source: No analysis results available
ru: Результаты анализа недоступны

source: Go Home
ru: На главную

source: Share
ru: Поделиться

source: Chat History
ru: История чата

# askAboutAntique
source: Ask about this antique...
ru: Спросите об этом антикварном предмете...

source: No messages
ru: Нет сообщений

source: No analyses yet
ru: Анализов еще нет

# startByScanningAntique
source: Start by scanning an antique
ru: Начните с сканирования антиквариата

source: Clear History
ru: Очистить историю

# clearHistoryConfirm
source: Are you sure you want to delete all analyses from history?
ru: Вы уверены, что хотите удалить все анализы из истории?

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

# saved
source: saved to collection!
ru: добавлено в коллекцию!

# shareComingSoon
source: Share functionality coming soon!
ru: Функция совместного использования скоро!

# failedToCapture
source: Failed to capture photo:
ru: Не удалось сделать фото:

# failedToPick
source: Failed to pick photo:
ru: Не удалось выбрать фото:

# analysisFailedMessage
source: Analysis failed:
ru: Анализ не удался:

source: Period
ru: Период

source: Origin
ru: Происхождение

source: How it works:
ru: Как это работает:

# step1
source: Take a clear photo of your antique
ru: Сделайте четкое фото вашего антиквариата

# step2
source: Get AI-powered analysis and valuation
ru: Получите анализ ИИ и оценку стоимости

# step3
source: Chat with AI expert for more details
ru: Поговорите с экспертом ИИ для уточнения

# step4
source: Save to your collection
ru: Сохраните в вашу коллекцию
