Repository: krv4art/_VC
Catalog: plant_identifier/lib/l10n/app_*.arb
Languages: uk

# appName
source: Plant Identifier
uk: Ідентифікатор Рослин

source: Home
uk: Головна

source: Scan
uk: Сканувати

source: History
uk: Історія

source: Settings
uk: Налаштування

source: Chat
uk: Чат

source: Chat History
uk: Історія Чату

source: Profile
uk: Профіль

# homeTitle
source: Identify Plants & Mushrooms
uk: Визначте Рослини та Гриби

# homeSubtitle
source: Take a photo or upload an image to identify any plant, flower, tree, or mushroom instantly.
uk: Зробіть фото або завантажте зображення, щоб миттєво визначити будь-яку рослину, квітку, дерево або гриб.

source: Identify Plant
uk: Визначити Рослину

# viewHistory
source: History
uk: Історія

# viewHistoryDesc
source: View your past identifications
uk: Перегляд минулих визначень

# aboutApp
source: About
uk: Про додаток

# aboutAppDesc
source: Learn more about plant identification
uk: Дізнайтеся більше про ідентифікацію рослин

# scanTitle
source: Scan Plant
uk: Сканувати Рослину

source: Take Photo
uk: Зробити Фото

source: Choose from Gallery
uk: Вибрати з Галереї

# scanDescription
source: Take a photo or select from gallery to identify plants
uk: Зробіть фото або виберіть з галереї для визначення рослин

# historyTitle
source: History
uk: Історія

# noHistory
source: No History Yet
uk: Історія Порожня

# noHistoryDesc
source: Start identifying plants to see your history here
uk: Почніть визначати рослини, щоб побачити історію тут

source: Clear History
uk: Очистити Історію

# clearHistoryConfirm
source: Are you sure you want to clear all history?
uk: Ви впевнені, що хочете очистити всю історію?

source: Cancel
uk: Скасувати

source: Clear
uk: Очистити

source: Delete
uk: Видалити

# settingsTitle
source: Settings
uk: Налаштування

source: Appearance
uk: Зовнішній вигляд

source: Theme
uk: Тема

source: Dark Mode
uk: Темний Режим

source: Language
uk: Мова

source: Environmental Conditions
uk: Умови Середовища

source: Temperature
uk: Температура

source: Humidity
uk: Вологість

source: Not set
uk: Не встановлено

source: Preferences
uk: Налаштування

source: Show Toxic Warnings
uk: Показувати Попередження про Токсичність

source: Care Reminders
uk: Нагадування про Догляд

source: About
uk: Про додаток

source: Version
uk: Версія

source: Privacy Policy
uk: Політика Конфіденційності

source: Set Temperature
uk: Встановити Температуру

# setTemperatureDesc
source: Enter average temperature in Celsius
uk: Введіть середню температуру в градусах Цельсія

# temperatureLabel
source: Temperature (°C)
uk: Температура (°C)

# temperatureHint
source: e.g., 22.5
uk: наприклад, 22.5

source: Set Humidity
uk: Встановити Вологість

# setHumidityDesc
source: Enter average humidity percentage
uk: Введіть середню вологість у відсотках

# humidityLabel
source: Humidity (%)
uk: Вологість (%)

# humidityHint
source: e.g., 65
uk: наприклад, 65

source: Save
uk: Зберегти

# themeGreenNature
source: Green Nature
uk: Зелена Природа

# themeForest
source: Forest
uk: Ліс

# themeBotanical
source: Botanical Garden
uk: Ботанічний Сад

# themeMushroom
source: Mushroom
uk: Гриб

# themeDarkGreen
source: Dark Green
uk: Темно-зелена

source: Choose Theme
uk: Оберіть Тему

source: Choose Language
uk: Оберіть Мову

source: Plant Name
uk: Назва Рослини

source: Scientific Name
uk: Наукова Назва

source: Common Names
uk: Загальні Назви

source: Description
uk: Опис

source: Family
uk: Родина

source: Origin
uk: Походження

source: Toxicity
uk: Токсичність

source: Toxic
uk: Токсично

source: Non-toxic
uk: Нетоксично

source: Edibility
uk: Їстівність

source: Edible
uk: Їстівно

source: Non-edible
uk: Неїстівно

source: Uses and Benefits
uk: Застосування та Користь

source: Care Information
uk: Інформація про Догляд

source: Watering
uk: Полив

source: Sunlight
uk: Освітлення

source: Soil Type
uk: Тип Ґрунту

# temperatureRange
source: Temperature
uk: Температура

# humidityRequirement
source: Humidity
uk: Вологість

source: Fertilizer
uk: Добрива

source: Common Pests
uk: Поширені Шкідники

source: Common Diseases
uk: Поширені Хвороби

source: Confidence
uk: Впевненість

source: Identified at
uk: Визначено

source: Do you enjoy our app?
uk: Подобається наш додаток?

source: Not really
uk: Не дуже

source: Yes, it's great!
uk: Так, чудово!

source: Rate our app
uk: Оцініть наш додаток

source: Best rating we can get
uk: Найкраща оцінка

source: Rate on Google Play
uk: Оцінити в Google Play

source: Rate
uk: Оцінити

source: What can be improved?
uk: Що можна покращити?

# wereSorryYouDidntHaveAGreatExperience
source: We're sorry you didn't have a great experience. Please tell us what went wrong.
uk: Нам шкода, що ви не отримали чудовий досвід. Розкажіть, що пішло не так.

source: Your feedback...
uk: Ваш відгук...

source: Send Feedback
uk: Надіслати відгук

source: Thank you for your feedback!
uk: Дякуємо за ваш відгук!

source: Online
uk: Онлайн

source: Copied to clipboard
uk: Скопійовано в буфер обміну

source: Type a message...
uk: Введіть повідомлення...

# sendMessage
source: Send
uk: Надіслати

source: Camera
uk: Камера

source: Gallery
uk: Галерея

source: Write a message...
uk: Написати повідомлення...

# chatGreeting1
source: 👋 Hello! I'm your plant expert assistant. Got questions about plants or need care tips? Let's chat!
uk: 👋 Привіт! Я твій помічник з рослин. Є питання про рослини або потрібні поради з догляду? Давай спілкуватися!

# chatGreeting2
source: 🌿 Welcome! Ready to explore the fascinating world of plants together?
uk: 🌿 Ласкаво просимо! Готовий досліджувати дивовижний світ рослин разом?

# chatGreeting3
source: 🌱 Hey there, plant lover! What can I help you discover today?
uk: 🌱 Привіт, любителю рослин! Чим можу допомогти тобі сьогодні?

# chatGreeting4
source: 🪴 Greetings! I'm here to help you learn about plants, their care, and much more.
uk: 🪴 Вітаю! Я тут, щоб допомогти тобі дізнатися про рослини, їх догляд та багато іншого.

# chatGreeting5
source: 🌸 Hello! Ask me anything about plants - from identification to care guides!
uk: 🌸 Здрастуй! Питай мене про що завгодно - від визначення рослин до керівництв з догляду!

# chatGreeting6
source: 🍃 Hi! Whether it's about watering, sunlight, or plant health, I'm here to help!
uk: 🍃 Привіт! Будь то полив, освітлення чи здоров'я рослин - я тут, щоб допомогти!

# chatGreeting7
source: 🌺 Welcome back! What plant questions do you have for me today?
uk: 🌺 З поверненням! Які питання про рослини у тебе сьогодні?

# chatGreeting8
source: 🌻 Hey! Let's talk plants - I'm all ears (or should I say, leaves?)!
uk: 🌻 Привіт! Давай поговоримо про рослини - я вся увага (або, я б сказав, все листя?)!

# aiDisclaimer
source: AI-generated responses may contain inaccuracies. Always verify important information.
uk: Відповіді згенеровані ШІ і можуть містити неточності. Завжди перевіряйте важливу інформацію.

source: Dismiss
uk: Закрити
